{
 "src_char2idx": {
  "<PAD>": 0,
  "<UNK>": 1,
  "E": 2,
  "L": 3,
  "X": 4,
  "a": 5,
  "b": 6,
  "d": 7,
  "e": 8,
  "f": 9,
  "i": 10,
  "j": 11,
  "k": 12,
  "l": 13,
  "m": 14,
  "n": 15,
  "o": 16,
  "p": 17,
  "s": 18,
  "t": 19,
  "u": 20,
  "v": 21,
  "w": 22,
  "y": 23,
  "z": 24,
  "├╕": 25,
  "┼Л": 26,
  "┼У": 27,
  "╔С": 28,
  "╔Ф": 29,
  "╔Щ": 30,
  "╔Ы": 31,
  "╔б": 32,
  "╔е": 33,
  "╔▓": 34,
  "╩Б": 35,
  "╩Г": 36,
  "╩Т": 37,
  "╠Г": 38
 },
 "tgt_char2idx": {
  "<PAD>": 0,
  "<SOS>": 1,
  "<EOS>": 2,
  "<UNK>": 3,
  "a": 4,
  "b": 5,
  "c": 6,
  "d": 7,
  "e": 8,
  "f": 9,
  "g": 10,
  "h": 11,
  "i": 12,
  "j": 13,
  "k": 14,
  "l": 15,
  "m": 16,
  "n": 17,
  "o": 18,
  "p": 19,
  "q": 20,
  "r": 21,
  "s": 22,
  "t": 23,
  "u": 24,
  "v": 25,
  "w": 26,
  "x": 27,
  "y": 28,
  "z": 29,
  "├Я": 30,
  "├а": 31,
  "├б": 32,
  "├в": 33,
  "├г": 34,
  "├д": 35,
  "├е": 36,
  "├ж": 37,
  "├з": 38,
  "├и": 39,
  "├й": 40,
  "├к": 41,
  "├л": 42,
  "├м": 43,
  "├н": 44,
  "├о": 45,
  "├п": 46,
  "├░": 47,
  "├▒": 48,
  "├▓": 49,
  "├│": 50,
  "├┤": 51,
  "├╡": 52,
  "├╢": 53,
  "├╕": 54,
  "├╣": 55,
  "├║": 56,
  "├╗": 57,
  "├╝": 58,
  "├╜": 59,
  "├╛": 60,
  "├┐": 61,
  "┼У": 62
 },
 "tgt_idx2char": {
  "0": "<PAD>",
  "1": "<SOS>",
  "2": "<EOS>",
  "3": "<UNK>",
  "4": "a",
  "5": "b",
  "6": "c",
  "7": "d",
  "8": "e",
  "9": "f",
  "10": "g",
  "11": "h",
  "12": "i",
  "13": "j",
  "14": "k",
  "15": "l",
  "16": "m",
  "17": "n",
  "18": "o",
  "19": "p",
  "20": "q",
  "21": "r",
  "22": "s",
  "23": "t",
  "24": "u",
  "25": "v",
  "26": "w",
  "27": "x",
  "28": "y",
  "29": "z",
  "30": "├Я",
  "31": "├а",
  "32": "├б",
  "33": "├в",
  "34": "├г",
  "35": "├д",
  "36": "├е",
  "37": "├ж",
  "38": "├з",
  "39": "├и",
  "40": "├й",
  "41": "├к",
  "42": "├л",
  "43": "├м",
  "44": "├н",
  "45": "├о",
  "46": "├п",
  "47": "├░",
  "48": "├▒",
  "49": "├▓",
  "50": "├│",
  "51": "├┤",
  "52": "├╡",
  "53": "├╢",
  "54": "├╕",
  "55": "├╣",
  "56": "├║",
  "57": "├╗",
  "58": "├╝",
  "59": "├╜",
  "60": "├╛",
  "61": "├┐",
  "62": "┼У"
 },
 "sos_idx": 1,
 "eos_idx": 2,
 "pad_idx": 0,
 "embed_dim": 64,
 "hidden_dim": 128,
 "num_layers": 2
}