{
  "config": {
    "n_chars": 243,
    "n_g2p_labels": 67,
    "n_pos_labels": 20,
    "n_liaison_labels": 7,
    "morpho_label_sizes": {
      "Number": 4,
      "Gender": 4,
      "VerbForm": 7,
      "Mood": 6,
      "Tense": 6,
      "Person": 5
    },
    "char_embed_dim": 64,
    "char_hidden_dim": 160,
    "char_num_layers": 2,
    "word_hidden_dim": 192,
    "word_num_layers": 1,
    "dropout": 0.3,
    "lex_feature_dim": 24,
    "liaison_hidden_dim": 0
  },
  "vocabs": {
    "char2idx": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "<SEP>": 4,
      " ": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "[": 38,
      "]": 39,
      "_": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "q": 57,
      "r": 58,
      "s": 59,
      "t": 60,
      "u": 61,
      "v": 62,
      "w": 63,
      "x": 64,
      "y": 65,
      "z": 66,
      "~": 67,
      "£": 68,
      "©": 69,
      "°": 70,
      "±": 71,
      "²": 72,
      "³": 73,
      "º": 74,
      "½": 75,
      "×": 76,
      "ß": 77,
      "à": 78,
      "á": 79,
      "â": 80,
      "ã": 81,
      "ä": 82,
      "å": 83,
      "æ": 84,
      "ç": 85,
      "è": 86,
      "é": 87,
      "ê": 88,
      "ë": 89,
      "ì": 90,
      "í": 91,
      "î": 92,
      "ï": 93,
      "ð": 94,
      "ñ": 95,
      "ò": 96,
      "ó": 97,
      "ô": 98,
      "ö": 99,
      "ø": 100,
      "ù": 101,
      "ú": 102,
      "û": 103,
      "ü": 104,
      "ý": 105,
      "ÿ": 106,
      "ā": 107,
      "ă": 108,
      "ą": 109,
      "ć": 110,
      "č": 111,
      "ę": 112,
      "ě": 113,
      "ğ": 114,
      "ģ": 115,
      "ī": 116,
      "ĭ": 117,
      "ı": 118,
      "ľ": 119,
      "ł": 120,
      "ń": 121,
      "ň": 122,
      "ō": 123,
      "ő": 124,
      "œ": 125,
      "ř": 126,
      "ś": 127,
      "ş": 128,
      "š": 129,
      "ţ": 130,
      "ũ": 131,
      "ū": 132,
      "ż": 133,
      "ž": 134,
      "ư": 135,
      "ɟ": 136,
      "ɨ": 137,
      "ɴ": 138,
      "ʂ": 139,
      "ʿ": 140,
      "́": 141,
      "͡": 142,
      "γ": 143,
      "ε": 144,
      "ω": 145,
      "а": 146,
      "б": 147,
      "в": 148,
      "г": 149,
      "д": 150,
      "е": 151,
      "ж": 152,
      "з": 153,
      "и": 154,
      "й": 155,
      "к": 156,
      "л": 157,
      "м": 158,
      "н": 159,
      "о": 160,
      "п": 161,
      "р": 162,
      "с": 163,
      "т": 164,
      "у": 165,
      "ф": 166,
      "х": 167,
      "ц": 168,
      "ч": 169,
      "ш": 170,
      "щ": 171,
      "ъ": 172,
      "ь": 173,
      "я": 174,
      "ё": 175,
      "ј": 176,
      "љ": 177,
      "њ": 178,
      "ћ": 179,
      "џ": 180,
      "ا": 181,
      "ج": 182,
      "د": 183,
      "ذ": 184,
      "ر": 185,
      "ش": 186,
      "ك": 187,
      "ل": 188,
      "م": 189,
      "ن": 190,
      "ḏ": 191,
      "ḥ": 192,
      "ẓ": 193,
      "ả": 194,
      "ậ": 195,
      "ễ": 196,
      "ờ": 197,
      "ở": 198,
      "ủ": 199,
      "ự": 200,
      "–": 201,
      "†": 202,
      "′": 203,
      "₂": 204,
      "€": 205,
      "−": 206,
      "▶": 207,
      "上": 208,
      "中": 209,
      "临": 210,
      "义": 211,
      "乙": 212,
      "井": 213,
      "介": 214,
      "伎": 215,
      "則": 216,
      "号": 217,
      "四": 218,
      "園": 219,
      "大": 220,
      "安": 221,
      "宮": 222,
      "宿": 223,
      "征": 224,
      "慎": 225,
      "楽": 226,
      "济": 227,
      "火": 228,
      "玄": 229,
      "田": 230,
      "町": 231,
      "箭": 232,
      "粉": 233,
      "胡": 234,
      "芦": 235,
      "藩": 236,
      "規": 237,
      "部": 238,
      "长": 239,
      "강": 240,
      "성": 241,
      "호": 242
    },
    "g2p_label2idx": {
      "<PAD>": 0,
      "_CONT": 1,
      "a": 2,
      "aj": 3,
      "b": 4,
      "d": 5,
      "e": 6,
      "f": 7,
      "i": 8,
      "ij": 9,
      "j": 10,
      "ju": 11,
      "k": 12,
      "l": 13,
      "m": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "s": 18,
      "t": 19,
      "u": 20,
      "v": 21,
      "w": 22,
      "y": 23,
      "z": 24,
      "ø": 25,
      "ŋ": 26,
      "œ": 27,
      "œ̃": 28,
      "ɑ̃": 29,
      "ɔ": 30,
      "ɔ̃": 31,
      "ə": 32,
      "ɛ": 33,
      "ɛ̃": 34,
      "ɛ̃n": 35,
      "ɡ": 36,
      "ɥ": 37,
      "ɲ": 38,
      "ʁ": 39,
      "ʃ": 40,
      "ʒ": 41,
      "_SEP_HYPHEN": 42,
      "_SEP_APOS": 43,
      "ks": 44,
      "ɡz": 45,
      "dʒ": 46,
      "dz": 47,
      "ei": 48,
      "ej": 49,
      "jɛ̃": 50,
      "jɛ̃n": 51,
      "nj": 52,
      "nju": 53,
      "tʃ": 54,
      "wa": 55,
      "waj": 56,
      "wɛ̃": 57,
      "œl": 58,
      "œ̃n": 59,
      "ɑ̃n": 60,
      "ɔ̃n": 61,
      "əl": 62,
      "ɛj": 63,
      "ɥi": 64,
      "ɥij": 65,
      "_SEP_SPACE": 66
    },
    "pos2idx": {
      "<PAD>": 0,
      "ADJ": 1,
      "ADJ:dem": 2,
      "ADJ:int": 3,
      "ADJ:pos": 4,
      "ADV": 5,
      "ART:def": 6,
      "ART:ind": 7,
      "AUX": 8,
      "CON": 9,
      "INTJ": 10,
      "NOM": 11,
      "PRE": 12,
      "PRE:det": 13,
      "PRO:dem": 14,
      "PRO:ind": 15,
      "PRO:int": 16,
      "PRO:per": 17,
      "PRO:rel": 18,
      "VER": 19
    },
    "morpho_vocabs": {
      "Number": {
        "<PAD>": 0,
        "_": 1,
        "Sing": 2,
        "Plur": 3
      },
      "Gender": {
        "<PAD>": 0,
        "_": 1,
        "Masc": 2,
        "Fem": 3
      },
      "VerbForm": {
        "<PAD>": 0,
        "_": 1,
        "Fin": 2,
        "Inf": 3,
        "Part": 4,
        "Ger": 5,
        "Conv": 6
      },
      "Mood": {
        "<PAD>": 0,
        "_": 1,
        "Ind": 2,
        "Sub": 3,
        "Imp": 4,
        "Cnd": 5
      },
      "Tense": {
        "<PAD>": 0,
        "_": 1,
        "Pres": 2,
        "Past": 3,
        "Imp": 4,
        "Fut": 5
      },
      "Person": {
        "<PAD>": 0,
        "_": 1,
        "1": 2,
        "2": 3,
        "3": 4
      }
    },
    "liaison2idx": {
      "<PAD>": 0,
      "none": 1,
      "Lz": 2,
      "Lt": 3,
      "Ln": 4,
      "Lr": 5,
      "Lp": 6
    }
  },
  "lex_pos_keys": [
    "ADJ",
    "ADJ:dem",
    "ADJ:ind",
    "ADJ:int",
    "ADJ:num",
    "ADJ:pos",
    "ADV",
    "ART:def",
    "ART:ind",
    "AUX",
    "CON",
    "INTJ",
    "NOM",
    "PRE",
    "PRO:dem",
    "PRO:ind",
    "PRO:int",
    "PRO:per",
    "PRO:pos",
    "PRO:rel",
    "VER"
  ]
}