{
 "type": "seq2seq",
 "char2idx": {
  "<PAD>": 0,
  "<UNK>": 1,
  "a": 2,
  "b": 3,
  "c": 4,
  "d": 5,
  "e": 6,
  "f": 7,
  "g": 8,
  "h": 9,
  "i": 10,
  "j": 11,
  "k": 12,
  "l": 13,
  "m": 14,
  "n": 15,
  "o": 16,
  "p": 17,
  "q": 18,
  "r": 19,
  "s": 20,
  "t": 21,
  "u": 22,
  "v": 23,
  "w": 24,
  "x": 25,
  "y": 26,
  "z": 27,
  "√Я": 28,
  "√†": 29,
  "√°": 30,
  "√Ґ": 31,
  "√£": 32,
  "√§": 33,
  "√•": 34,
  "√¶": 35,
  "√І": 36,
  "√®": 37,
  "√©": 38,
  "√™": 39,
  "√Ђ": 40,
  "√ђ": 41,
  "√≠": 42,
  "√Ѓ": 43,
  "√ѓ": 44,
  "√∞": 45,
  "√±": 46,
  "√≤": 47,
  "√≥": 48,
  "√і": 49,
  "√µ": 50,
  "√ґ": 51,
  "√Є": 52,
  "√є": 53,
  "√Ї": 54,
  "√ї": 55,
  "√Љ": 56,
  "√љ": 57,
  "√Њ": 58,
  "√њ": 59,
  "≈У": 60
 },
 "phone2idx": {
  "<PAD>": 0,
  "<SOS>": 1,
  "<EOS>": 2,
  "<UNK>": 3,
  "E": 4,
  "L": 5,
  "X": 6,
  "a": 7,
  "b": 8,
  "d": 9,
  "e": 10,
  "f": 11,
  "i": 12,
  "j": 13,
  "k": 14,
  "l": 15,
  "m": 16,
  "n": 17,
  "o": 18,
  "p": 19,
  "s": 20,
  "t": 21,
  "u": 22,
  "v": 23,
  "w": 24,
  "y": 25,
  "z": 26,
  "√Є": 27,
  "≈Л": 28,
  "≈У": 29,
  "≈УћГ": 30,
  "…С": 31,
  "…СћГ": 32,
  "…Ф": 33,
  "…ФћГ": 34,
  "…Щ": 35,
  "…Ы": 36,
  "…ЫћГ": 37,
  "…°": 38,
  "…•": 39,
  "…≤": 40,
  " Б": 41,
  " Г": 42,
  " Т": 43
 },
 "idx2phone": {
  "0": "<PAD>",
  "1": "<SOS>",
  "2": "<EOS>",
  "3": "<UNK>",
  "4": "E",
  "5": "L",
  "6": "X",
  "7": "a",
  "8": "b",
  "9": "d",
  "10": "e",
  "11": "f",
  "12": "i",
  "13": "j",
  "14": "k",
  "15": "l",
  "16": "m",
  "17": "n",
  "18": "o",
  "19": "p",
  "20": "s",
  "21": "t",
  "22": "u",
  "23": "v",
  "24": "w",
  "25": "y",
  "26": "z",
  "27": "√Є",
  "28": "≈Л",
  "29": "≈У",
  "30": "≈УћГ",
  "31": "…С",
  "32": "…СћГ",
  "33": "…Ф",
  "34": "…ФћГ",
  "35": "…Щ",
  "36": "…Ы",
  "37": "…ЫћГ",
  "38": "…°",
  "39": "…•",
  "40": "…≤",
  "41": " Б",
  "42": " Г",
  "43": " Т"
 },
 "sos_idx": 1,
 "eos_idx": 2,
 "pad_idx": 0,
 "max_len": 50,
 "embed_dim": 128,
 "hidden_dim": 128,
 "num_layers": 2
}