{
 "word2idx": {
  "<PAD>": 0,
  "<UNK>": 1,
  "\"": 2,
  "#": 3,
  "$": 4,
  "%": 5,
  "&": 6,
  "'": 7,
  "'06": 8,
  "'07": 9,
  "'900": 10,
  "'upa'upa": 11,
  "*": 12,
  "+": 13,
  "+/-": 14,
  "+0,5": 15,
  "+0,6": 16,
  "+1": 17,
  "+1,8": 18,
  "+2": 19,
  "+4": 20,
  "+44": 21,
  "+5": 22,
  "-": 23,
  "-0,1": 24,
  "-1": 25,
  "-1,9": 26,
  "-15": 27,
  "-1500": 28,
  "-17": 29,
  "-1710": 30,
  "-1899": 31,
  "-19": 32,
  "-1945": 33,
  "-2": 34,
  "-2,5": 35,
  "-20": 36,
  "-2033": 37,
  "-2200": 38,
  "-5": 39,
  "-aussi": 40,
  "-ce": 41,
  "-chose": 42,
  "-ci": 43,
  "-clés": 44,
  "-ctx": 45,
  "-elle": 46,
  "-elles": 47,
  "-en": 48,
  "-ensis": 49,
  "-eux": 50,
  "-h-k-l": 51,
  "-ie": 52,
  "-il": 53,
  "-ils": 54,
  "-je": 55,
  "-le": 56,
  "-là": 57,
  "-moi": 58,
  "-même": 59,
  "-nous": 60,
  "-on": 61,
  "-onem": 62,
  "-t-elle": 63,
  "-t-il": 64,
  "-t-on": 65,
  "-toi": 66,
  "-tu": 67,
  "-ue": 68,
  "-unies": 69,
  "-vous": 70,
  "-x": 71,
  "-y": 72,
  "-ée": 73,
  "-être": 74,
  ".270": 75,
  "/": 76,
  "0": 77,
  "0,0-0,1": 78,
  "0,0001": 79,
  "0,001": 80,
  "0,01": 81,
  "0,02": 82,
  "0,05": 83,
  "0,0533": 84,
  "0,05330": 85,
  "0,1": 86,
  "0,150": 87,
  "0,2": 88,
  "0,25": 89,
  "0,276": 90,
  "0,3": 91,
  "0,30": 92,
  "0,38": 93,
  "0,5": 94,
  "0,56": 95,
  "0,58": 96,
  "0,6": 97,
  "0,62": 98,
  "0,7": 99,
  "0,715": 100,
  "0,765": 101,
  "0,8": 102,
  "0,88": 103,
  "0,9": 104,
  "0-0": 105,
  "0-1": 106,
  "0-2": 107,
  "0-3": 108,
  "0.1": 109,
  "0.25": 110,
  "0.5": 111,
  "00": 112,
  "007": 113,
  "01": 114,
  "01.003": 115,
  "012": 116,
  "02": 117,
  "02 31 30 47 70": 118,
  "02.003": 119,
  "04": 120,
  "07": 121,
  "08": 122,
  "09-2008": 123,
  "1": 124,
  "1 000": 125,
  "1 062": 126,
  "1 065": 127,
  "1 068": 128,
  "1 100": 129,
  "1 108": 130,
  "1 200": 131,
  "1 209": 132,
  "1 237 500": 133,
  "1 246": 134,
  "1 250": 135,
  "1 300": 136,
  "1 345": 137,
  "1 400": 138,
  "1 444 861": 139,
  "1 496": 140,
  "1 500": 141,
  "1 500 000": 142,
  "1 728": 143,
  "1 766 691 409": 144,
  "1 890": 145,
  "1 900": 146,
  "1,06": 147,
  "1,1": 148,
  "1,186 569 110": 149,
  "1,2": 150,
  "1,29": 151,
  "1,3": 152,
  "1,4": 153,
  "1,44": 154,
  "1,45": 155,
  "1,5": 156,
  "1,51": 157,
  "1,52": 158,
  "1,58": 159,
  "1,6": 160,
  "1,61": 161,
  "1,67": 162,
  "1,70": 163,
  "1,73": 164,
  "1,75": 165,
  "1,76": 166,
  "1,8": 167,
  "1,80": 168,
  "1,82": 169,
  "1,84": 170,
  "1,85": 171,
  "1,87": 172,
  "1,88": 173,
  "1,9": 174,
  "1,91": 175,
  "1,93": 176,
  "1-0": 177,
  "1-030": 178,
  "1-1": 179,
  "1-18": 180,
  "1-2": 181,
  "1-3": 182,
  "1-6": 183,
  "1-880985-72-1": 184,
  "1.000": 185,
  "1.100": 186,
  "1.2": 187,
  "1.200.678": 188,
  "1.4": 189,
  "1.500": 190,
  "1.75": 191,
  "1.8.2.": 192,
  "1.800": 193,
  "1.817,15": 194,
  "1/04/289/001": 195,
  "1/04/289/002": 196,
  "1/10": 197,
  "1/100": 198,
  "1/1000": 199,
  "1/4": 200,
  "1/44": 201,
  "10": 202,
  "10 000": 203,
  "10 250": 204,
  "10,2": 205,
  "10,30": 206,
  "10,4": 207,
  "10,5": 208,
  "10,51": 209,
  "10,7": 210,
  "10,8": 211,
  "10-4": 212,
  "10.000": 213,
  "10.400": 214,
  "100": 215,
  "100 000": 216,
  "100.000": 217,
  "1000": 218,
  "10000": 219,
  "1003": 220,
  "1004": 221,
  "1007": 222,
  "1008": 223,
  "1009": 224,
  "100x150": 225,
  "101": 226,
  "1010-1089": 227,
  "1013,25": 228,
  "1016": 229,
  "1016-1194": 230,
  "1018": 231,
  "1019": 232,
  "101e": 233,
  "102": 234,
  "1025": 235,
  "1029": 236,
  "103": 237,
  "1030": 238,
  "1034": 239,
  "1035": 240,
  "1037": 241,
  "104": 242,
  "104-400": 243,
  "1049": 244,
  "104e": 245,
  "105": 246,
  "105,3": 247,
  "1052": 248,
  "1056-1133": 249,
  "106": 250,
  "107": 251,
  "1070": 252,
  "1074": 253,
  "108 000": 254,
  "1081": 255,
  "1087": 256,
  "1088": 257,
  "109": 258,
  "1092": 259,
  "1093": 260,
  "1097": 261,
  "1098": 262,
  "109e": 263,
  "10e": 264,
  "10x5": 265,
  "11": 266,
  "11 437": 267,
  "11 506": 268,
  "11 839": 269,
  "11,1": 270,
  "11,2": 271,
  "11,5": 272,
  "11,8": 273,
  "11.01.02.": 274,
  "110": 275,
  "110.000": 276,
  "1100": 277,
  "1101": 278,
  "1102-1174": 279,
  "1104": 280,
  "1106": 281,
  "111": 282,
  "111 547": 283,
  "1114": 284,
  "112": 285,
  "113": 286,
  "1131": 287,
  "1134": 288,
  "1135": 289,
  "1136": 290,
  "1138": 291,
  "1139": 292,
  "114": 293,
  "1141": 294,
  "1143": 295,
  "115": 296,
  "115,45": 297,
  "115l": 298,
  "116": 299,
  "1168": 300,
  "117": 301,
  "1170": 302,
  "1176": 303,
  "118": 304,
  "118.385": 305,
  "1185": 306,
  "1189": 307,
  "119": 308,
  "1192": 309,
  "1197": 310,
  "11:03": 311,
  "11e": 312,
  "12": 313,
  "12,40": 314,
  "12,5": 315,
  "12,6": 316,
  "12,7": 317,
  "12,8": 318,
  "12-0": 319,
  "12.5": 320,
  "120": 321,
  "1200": 322,
  "12000": 323,
  "1204": 324,
  "1205": 325,
  "1207-1220": 326,
  "120km": 327,
  "121": 328,
  "1214": 329,
  "1215": 330,
  "122": 331,
  "1220": 332,
  "1221": 333,
  "1225-1230": 334,
  "1227": 335,
  "123": 336,
  "1234": 337,
  "1235": 338,
  "1236": 339,
  "124": 340,
  "1241": 341,
  "1245": 342,
  "125": 343,
  "125 000": 344,
  "1250": 345,
  "1252": 346,
  "1253": 347,
  "1254": 348,
  "126": 349,
  "1260": 350,
  "1261": 351,
  "1264": 352,
  "1264-1265": 353,
  "1266": 354,
  "1267": 355,
  "1268": 356,
  "1268-1271": 357,
  "127": 358,
  "127/171": 359,
  "128": 360,
  "1282": 361,
  "1284": 362,
  "1287": 363,
  "1288": 364,
  "1289": 365,
  "128k": 366,
  "129": 367,
  "1292": 368,
  "12e": 369,
  "13": 370,
  "13 641": 371,
  "13 819": 372,
  "13,0": 373,
  "13,3": 374,
  "13,5": 375,
  "13/45": 376,
  "130": 377,
  "1300": 378,
  "1301-1320": 379,
  "1306": 380,
  "1312": 381,
  "1313": 382,
  "1314": 383,
  "1317": 384,
  "1319": 385,
  "132": 386,
  "1320-1384": 387,
  "1324": 388,
  "1329": 389,
  "1333": 390,
  "1335": 391,
  "134": 392,
  "1341": 393,
  "1346": 394,
  "1348": 395,
  "1349": 396,
  "135": 397,
  "1350": 398,
  "1353": 399,
  "1354": 400,
  "1355": 401,
  "1356": 402,
  "1358": 403,
  "136": 404,
  "1365": 405,
  "1369-1415": 406,
  "137": 407,
  "1370": 408,
  "1371": 409,
  "1377": 410,
  "137e": 411,
  "138": 412,
  "1380": 413,
  "1382": 414,
  "13843": 415,
  "1385": 416,
  "139": 417,
  "1390": 418,
  "1391": 419,
  "1392": 420,
  "1396": 421,
  "13e": 422,
  "13ième": 423,
  "14": 424,
  "14 000": 425,
  "14,1": 426,
  "14,3": 427,
  "14,4": 428,
  "14-18": 429,
  "140": 430,
  "1400": 431,
  "14000": 432,
  "1403": 433,
  "1407": 434,
  "1409": 435,
  "141": 436,
  "1419": 437,
  "142": 438,
  "1420": 439,
  "1422": 440,
  "1423": 441,
  "1429": 442,
  "143": 443,
  "1430": 444,
  "1430-1503": 445,
  "1431": 446,
  "1438-1497": 447,
  "144": 448,
  "1440": 449,
  "1441": 450,
  "1444": 451,
  "1445-1506": 452,
  "145": 453,
  "1450": 454,
  "1453": 455,
  "1458": 456,
  "146": 457,
  "1461": 458,
  "1463": 459,
  "1465": 460,
  "1467": 461,
  "1468": 462,
  "1469": 463,
  "147": 464,
  "147 000": 465,
  "1470": 466,
  "1470-1475": 467,
  "1475": 468,
  "1482": 469,
  "1483": 470,
  "1483-1546": 471,
  "1488": 472,
  "148e": 473,
  "149": 474,
  "149 900": 475,
  "1490": 476,
  "1493": 477,
  "1498": 478,
  "14e": 479,
  "14x5": 480,
  "14ème": 481,
  "15": 482,
  "15 000": 483,
  "15,2": 484,
  "15,7": 485,
  "15,959": 486,
  "15-25": 487,
  "150": 488,
  "150 000": 489,
  "150.000": 490,
  "1500": 491,
  "1502": 492,
  "1503": 493,
  "1504": 494,
  "1506": 495,
  "1508": 496,
  "150ème": 497,
  "1510": 498,
  "1514": 499,
  "1515": 500,
  "1515-1572": 501,
  "1517": 502,
  "152": 503,
  "1520": 504,
  "1521": 505,
  "1522": 506,
  "1524": 507,
  "1525": 508,
  "1527": 509,
  "1528": 510,
  "153": 511,
  "1534": 512,
  "1536": 513,
  "1539": 514,
  "1542": 515,
  "1542-1590": 516,
  "1544": 517,
  "1546": 518,
  "1547": 519,
  "1548": 520,
  "1549": 521,
  "155": 522,
  "1550": 523,
  "1551": 524,
  "1552-1554": 525,
  "1555": 526,
  "1559": 527,
  "156": 528,
  "156/176": 529,
  "1560": 530,
  "1561": 531,
  "1562": 532,
  "1563": 533,
  "1563-1641": 534,
  "1564": 535,
  "1567": 536,
  "157": 537,
  "1570": 538,
  "1578": 539,
  "1579": 540,
  "158": 541,
  "1581": 542,
  "1582": 543,
  "1583": 544,
  "1586": 545,
  "1588": 546,
  "1589": 547,
  "159": 548,
  "1590": 549,
  "1590-1595": 550,
  "1593": 551,
  "1596": 552,
  "1597": 553,
  "1598": 554,
  "159e": 555,
  "15e": 556,
  "15h30-19h30": 557,
  "15éme": 558,
  "16": 559,
  "16 000": 560,
  "16 851": 561,
  "16'16": 562,
  "16,0": 563,
  "16,4": 564,
  "16,7": 565,
  "16.1": 566,
  "160": 567,
  "1600": 568,
  "1601": 569,
  "1602": 570,
  "1603": 571,
  "1604-1619": 572,
  "1605": 573,
  "1607": 574,
  "1608": 575,
  "161": 576,
  "1611": 577,
  "1612": 578,
  "1616": 579,
  "1619": 580,
  "1620": 581,
  "1621": 582,
  "1624": 583,
  "1625": 584,
  "1626": 585,
  "1628": 586,
  "163": 587,
  "1630": 588,
  "1631": 589,
  "1631-1634": 590,
  "1634": 591,
  "1635": 592,
  "1636": 593,
  "1638": 594,
  "1639": 595,
  "1640": 596,
  "1641": 597,
  "1642": 598,
  "1643": 599,
  "1644": 600,
  "1648": 601,
  "1649": 602,
  "165": 603,
  "1650": 604,
  "1651": 605,
  "1653": 606,
  "1654": 607,
  "1655": 608,
  "1656": 609,
  "1657": 610,
  "1659": 611,
  "1660": 612,
  "1661": 613,
  "1662": 614,
  "1663": 615,
  "1664-1744": 616,
  "1665": 617,
  "1666": 618,
  "1667": 619,
  "1668": 620,
  "1669": 621,
  "1670": 622,
  "1672": 623,
  "1674": 624,
  "1675": 625,
  "1676": 626,
  "1678": 627,
  "1680": 628,
  "1681": 629,
  "1682": 630,
  "1683": 631,
  "1684-1704": 632,
  "1685": 633,
  "1686": 634,
  "1687": 635,
  "1688": 636,
  "1689": 637,
  "169": 638,
  "169/176": 639,
  "1690": 640,
  "1691": 641,
  "1692": 642,
  "1693": 643,
  "1694": 644,
  "1698": 645,
  "16:30": 646,
  "16e": 647,
  "17": 648,
  "17 600": 649,
  "17,1": 650,
  "17,3": 651,
  "17,5": 652,
  "17,7": 653,
  "17,9": 654,
  "17.8": 655,
  "17/41": 656,
  "170": 657,
  "170 055": 658,
  "1700": 659,
  "1701": 660,
  "1703": 661,
  "1704": 662,
  "1705": 663,
  "1707": 664,
  "1709": 665,
  "1710": 666,
  "1711": 667,
  "1712": 668,
  "1714": 669,
  "1715": 670,
  "1716": 671,
  "1718": 672,
  "1719": 673,
  "172": 674,
  "1720": 675,
  "1723": 676,
  "1724": 677,
  "1725": 678,
  "1726": 679,
  "1727": 680,
  "1728": 681,
  "1730": 682,
  "1731": 683,
  "1733": 684,
  "1733-1799": 685,
  "1734": 686,
  "1735": 687,
  "1736": 688,
  "1737": 689,
  "1737-1814": 690,
  "1738": 691,
  "1739": 692,
  "174": 693,
  "1740": 694,
  "1741": 695,
  "1741-42": 696,
  "1743": 697,
  "1744": 698,
  "1745": 699,
  "1746": 700,
  "1747": 701,
  "1747-1806": 702,
  "1748": 703,
  "1749": 704,
  "175": 705,
  "1750": 706,
  "1751": 707,
  "1755": 708,
  "1756": 709,
  "1756-1800": 710,
  "1757": 711,
  "1758": 712,
  "1759": 713,
  "1761": 714,
  "1762": 715,
  "1762-1836": 716,
  "1763": 717,
  "1764": 718,
  "1765": 719,
  "1766": 720,
  "1767": 721,
  "1768": 722,
  "1769": 723,
  "177": 724,
  "1770": 725,
  "1771": 726,
  "1772": 727,
  "1773": 728,
  "1774": 729,
  "1775": 730,
  "1776": 731,
  "1777": 732,
  "1778": 733,
  "1779": 734,
  "1779-1846": 735,
  "178": 736,
  "1780": 737,
  "1781": 738,
  "1782": 739,
  "1783": 740,
  "1784": 741,
  "1787": 742,
  "1788": 743,
  "1789": 744,
  "1789-1793": 745,
  "1790": 746,
  "1791": 747,
  "1791-1794": 748,
  "1792": 749,
  "1793": 750,
  "1794": 751,
  "1795": 752,
  "1796": 753,
  "1796-1817": 754,
  "1796-1861": 755,
  "1796-1870": 756,
  "1797": 757,
  "1797-1853": 758,
  "1798": 759,
  "1799": 760,
  "17:30": 761,
  "17e": 762,
  "17ème": 763,
  "18": 764,
  "18 424": 765,
  "18,4": 766,
  "18,5": 767,
  "180": 768,
  "1800": 769,
  "1800-1877": 770,
  "18000": 771,
  "1801": 772,
  "1801-1876": 773,
  "1802": 774,
  "1803": 775,
  "1804": 776,
  "1805": 777,
  "1806": 778,
  "1807": 779,
  "1809": 780,
  "1810": 781,
  "1811": 782,
  "1812": 783,
  "1813": 784,
  "1814": 785,
  "1815": 786,
  "1815-1885": 787,
  "1818": 788,
  "1820": 789,
  "1821": 790,
  "1822": 791,
  "1823": 792,
  "1824": 793,
  "1825": 794,
  "1826": 795,
  "1827": 796,
  "1828": 797,
  "1828-1891": 798,
  "1829": 799,
  "1829-1884": 800,
  "1830": 801,
  "1832": 802,
  "1833": 803,
  "1834": 804,
  "1835": 805,
  "1836": 806,
  "1837": 807,
  "1838": 808,
  "1839": 809,
  "1839-1903": 810,
  "1840": 811,
  "1841": 812,
  "1841-1904": 813,
  "1842": 814,
  "1842-1912": 815,
  "1843": 816,
  "1844": 817,
  "1845": 818,
  "1845-1908": 819,
  "1846": 820,
  "1846-1925": 821,
  "1847": 822,
  "1848": 823,
  "1849": 824,
  "185": 825,
  "1850": 826,
  "1850-1907": 827,
  "1851": 828,
  "1852": 829,
  "1853": 830,
  "1854": 831,
  "1855": 832,
  "1856": 833,
  "1857": 834,
  "1858": 835,
  "1859": 836,
  "1860": 837,
  "1860-1929": 838,
  "1861": 839,
  "1862": 840,
  "1863": 841,
  "1864": 842,
  "1865": 843,
  "1866": 844,
  "1867": 845,
  "1868": 846,
  "1869": 847,
  "1869-1929": 848,
  "1870": 849,
  "1870-1946": 850,
  "1871": 851,
  "1871-1927": 852,
  "1872": 853,
  "1872-1928": 854,
  "1873": 855,
  "1874": 856,
  "1875": 857,
  "1875-1925": 858,
  "1876": 859,
  "1877": 860,
  "1878": 861,
  "1879": 862,
  "188": 863,
  "1880": 864,
  "1881": 865,
  "1882": 866,
  "1883": 867,
  "1884": 868,
  "1884-1936": 869,
  "1885": 870,
  "1886": 871,
  "1887": 872,
  "1888": 873,
  "1889": 874,
  "1889-1890": 875,
  "1890": 876,
  "1890-1959": 877,
  "1891": 878,
  "1892": 879,
  "1893": 880,
  "1893-1972": 881,
  "1894": 882,
  "1895": 883,
  "1896": 884,
  "1897": 885,
  "1898": 886,
  "1899": 887,
  "1899-1937": 888,
  "18e": 889,
  "18r": 890,
  "18s": 891,
  "18ème": 892,
  "19": 893,
  "19 000": 894,
  "19 181": 895,
  "19,4": 896,
  "19,5": 897,
  "19,6": 898,
  "19,7": 899,
  "19,9": 900,
  "19-18": 901,
  "19/40": 902,
  "190": 903,
  "1900": 904,
  "1900-1904": 905,
  "1901": 906,
  "1901-1966": 907,
  "1902": 908,
  "1903": 909,
  "1904": 910,
  "1904-1965": 911,
  "1905": 912,
  "1906": 913,
  "1906-1968": 914,
  "1907": 915,
  "1908": 916,
  "1908-1910": 917,
  "1909": 918,
  "1910": 919,
  "1911": 920,
  "1912": 921,
  "1913": 922,
  "1914": 923,
  "1914-1915": 924,
  "1914-1918": 925,
  "1915": 926,
  "1916": 927,
  "1917": 928,
  "1918": 929,
  "1918-1927": 930,
  "1919": 931,
  "1919-1920": 932,
  "192": 933,
  "1920": 934,
  "1921": 935,
  "1922": 936,
  "1923": 937,
  "1924": 938,
  "1925": 939,
  "1926": 940,
  "1927": 941,
  "1928": 942,
  "1928-1929": 943,
  "1928-1930": 944,
  "1929": 945,
  "1929-2001": 946,
  "193": 947,
  "1930": 948,
  "1930-1931": 949,
  "1931": 950,
  "1931-1932": 951,
  "1932": 952,
  "1933": 953,
  "1934": 954,
  "1935": 955,
  "1936": 956,
  "1937": 957,
  "1938": 958,
  "1939": 959,
  "1939-1945": 960,
  "1940": 961,
  "1940-1941": 962,
  "1940-1945": 963,
  "1941": 964,
  "1942": 965,
  "1943": 966,
  "1944": 967,
  "1945": 968,
  "1945-1946": 969,
  "1945-46": 970,
  "1946": 971,
  "1947": 972,
  "1948": 973,
  "1948-1949": 974,
  "1948-1960": 975,
  "1949": 976,
  "195": 977,
  "1950": 978,
  "1950-1951": 979,
  "1950-1953": 980,
  "1951": 981,
  "1951-1952": 982,
  "1952": 983,
  "1952-1953": 984,
  "1953": 985,
  "1953-1954": 986,
  "1954": 987,
  "1954-1962": 988,
  "1954-1966": 989,
  "1955": 990,
  "1956": 991,
  "1957": 992,
  "1958": 993,
  "1958-1957": 994,
  "1958-1959": 995,
  "1958-1960": 996,
  "1959": 997,
  "1960": 998,
  "1960-1961": 999,
  "1961": 1000,
  "1961-1962": 1001,
  "1962": 1002,
  "1962-63": 1003,
  "1963": 1004,
  "1964": 1005,
  "1964-1965": 1006,
  "1965": 1007,
  "1965-1967": 1008,
  "1965-1970": 1009,
  "1966": 1010,
  "1967": 1011,
  "1967-1970": 1012,
  "1968": 1013,
  "1969": 1014,
  "1970": 1015,
  "1970-1980": 1016,
  "1971": 1017,
  "1971-1972": 1018,
  "1971-1977": 1019,
  "1971-1989": 1020,
  "1972": 1021,
  "1972-1974": 1022,
  "1972-1975": 1023,
  "1973": 1024,
  "1974": 1025,
  "1974-1975": 1026,
  "1975": 1027,
  "1976": 1028,
  "1976-1979": 1029,
  "1976-1985": 1030,
  "1977": 1031,
  "1977-78": 1032,
  "1978": 1033,
  "1979": 1034,
  "1980": 1035,
  "1981": 1036,
  "1982": 1037,
  "1982-1984": 1038,
  "1983": 1039,
  "1983-1990": 1040,
  "1984": 1041,
  "1984-1985": 1042,
  "1984-1986": 1043,
  "1984-1989": 1044,
  "1985": 1045,
  "1985-1988": 1046,
  "1986": 1047,
  "1987": 1048,
  "1988": 1049,
  "1988-1989": 1050,
  "1989": 1051,
  "1989-2007": 1052,
  "1989-90": 1053,
  "199": 1054,
  "1990": 1055,
  "1991": 1056,
  "1991-1995": 1057,
  "1991-1997": 1058,
  "1992": 1059,
  "1992-1993": 1060,
  "1993": 1061,
  "1994": 1062,
  "1994-1997": 1063,
  "1994-1998": 1064,
  "1995": 1065,
  "1995-1996": 1066,
  "1995-96": 1067,
  "1996": 1068,
  "1996-1997": 1069,
  "1997": 1070,
  "1997-1998": 1071,
  "1997-98": 1072,
  "1998": 1073,
  "1998-1999": 1074,
  "1999": 1075,
  "1999-2000": 1076,
  "1999-2004": 1077,
  "19e": 1078,
  "1dclic": 1079,
  "1e": 1080,
  "1er": 1081,
  "1re": 1082,
  "1x17": 1083,
  "1ère": 1084,
  "2": 1085,
  "2 000": 1086,
  "2 036": 1087,
  "2 061": 1088,
  "2 127": 1089,
  "2 278": 1090,
  "2 469": 1091,
  "2 500": 1092,
  "2 529": 1093,
  "2 560": 1094,
  "2 600": 1095,
  "2 644 769": 1096,
  "2 675": 1097,
  "2 695": 1098,
  "2 791": 1099,
  "2 914571 14 3": 1100,
  "2,02": 1101,
  "2,1": 1102,
  "2,13": 1103,
  "2,2": 1104,
  "2,3": 1105,
  "2,30": 1106,
  "2,4": 1107,
  "2,49": 1108,
  "2,5": 1109,
  "2,6": 1110,
  "2,62": 1111,
  "2,7": 1112,
  "2,77": 1113,
  "2,8": 1114,
  "2,9": 1115,
  "2,968": 1116,
  "2,98": 1117,
  "2-0": 1118,
  "2-1": 1119,
  "2-2": 1120,
  "2-3": 1121,
  "2-6": 1122,
  "2-7113-0389-6": 1123,
  "2-8": 1124,
  "2-tier": 1125,
  "2.": 1126,
  "2.0": 1127,
  "2.000": 1128,
  "2.1.5": 1129,
  "2.13.61": 1130,
  "2.2": 1131,
  "2.200": 1132,
  "2.5": 1133,
  "2.700.000": 1134,
  "20": 1135,
  "20 000": 1136,
  "20,3": 1137,
  "20,40": 1138,
  "20,7": 1139,
  "20,8": 1140,
  "20-25": 1141,
  "200": 1142,
  "200 000": 1143,
  "200.000": 1144,
  "2000": 1145,
  "20000": 1146,
  "2001": 1147,
  "2001-02": 1148,
  "2001-2002": 1149,
  "2002": 1150,
  "2002-03": 1151,
  "2002-2003": 1152,
  "2002-2004": 1153,
  "2002-2005": 1154,
  "2002-2007": 1155,
  "2003": 1156,
  "2003-2004": 1157,
  "2003-2007": 1158,
  "2004": 1159,
  "2004-05": 1160,
  "2004-2005": 1161,
  "2005": 1162,
  "2005-2006": 1163,
  "2006": 1164,
  "2006-08": 1165,
  "2006-08-07": 1166,
  "2006-08-08": 1167,
  "2006-2007": 1168,
  "2007": 1169,
  "2007-2008": 1170,
  "2008": 1171,
  "2008-2009": 1172,
  "2009": 1173,
  "2009-2010": 1174,
  "200d": 1175,
  "201,5": 1176,
  "2010": 1177,
  "2010-2011": 1178,
  "2011": 1179,
  "2011-2012": 1180,
  "2011-2014": 1181,
  "2011-525": 1182,
  "2012": 1183,
  "2013": 1184,
  "2014": 1185,
  "2015": 1186,
  "2016": 1187,
  "2018": 1188,
  "2020": 1189,
  "2025": 1190,
  "2030": 1191,
  "205": 1192,
  "2055": 1193,
  "2066": 1194,
  "2078": 1195,
  "2089": 1196,
  "20a": 1197,
  "20th": 1198,
  "21": 1199,
  "21 130": 1200,
  "21,6": 1201,
  "21,73": 1202,
  "211": 1203,
  "212": 1204,
  "214": 1205,
  "215": 1206,
  "2188": 1207,
  "21e": 1208,
  "22": 1209,
  "22 300": 1210,
  "22'000": 1211,
  "22,5": 1212,
  "220": 1213,
  "2200": 1214,
  "220725478x": 1215,
  "2221100824": 1216,
  "2226116214": 1217,
  "223": 1218,
  "2234052785": 1219,
  "224": 1220,
  "225": 1221,
  "226": 1222,
  "2268052621": 1223,
  "227,598": 1224,
  "228 645": 1225,
  "22e": 1226,
  "22p/kopff": 1227,
  "23": 1228,
  "23,3": 1229,
  "23-25": 1230,
  "23/12/2006": 1231,
  "230": 1232,
  "235": 1233,
  "236": 1234,
  "2373": 1235,
  "24": 1236,
  "24 000": 1237,
  "24,2": 1238,
  "24,3": 1239,
  "240": 1240,
  "241": 1241,
  "243": 1242,
  "246": 1243,
  "248,5": 1244,
  "249": 1245,
  "24ahtlon": 1246,
  "25": 1247,
  "25 000": 1248,
  "25,1": 1249,
  "25,146": 1250,
  "25,6": 1251,
  "25,7": 1252,
  "25-31": 1253,
  "25-50": 1254,
  "250": 1255,
  "250 000": 1256,
  "250-280": 1257,
  "2500": 1258,
  "251": 1259,
  "251 888": 1260,
  "254": 1261,
  "257": 1262,
  "258e": 1263,
  "259": 1264,
  "26": 1265,
  "26 989": 1266,
  "26,3": 1267,
  "26,5": 1268,
  "26,90": 1269,
  "260": 1270,
  "260 000": 1271,
  "261": 1272,
  "2665": 1273,
  "269": 1274,
  "269e": 1275,
  "26e": 1276,
  "26f": 1277,
  "26°": 1278,
  "27": 1279,
  "27,9": 1280,
  "27-28": 1281,
  "270": 1282,
  "272": 1283,
  "274": 1284,
  "275": 1285,
  "27e": 1286,
  "27èmes": 1287,
  "28": 1288,
  "28,50": 1289,
  "280 000": 1290,
  "285": 1291,
  "289": 1292,
  "29": 1293,
  "29,2": 1294,
  "29,8": 1295,
  "290": 1296,
  "290.918": 1297,
  "298": 1298,
  "29e": 1299,
  "2ai": 1300,
  "2dika": 1301,
  "2e": 1302,
  "2n": 1303,
  "2na": 1304,
  "2nan3": 1305,
  "2ème": 1306,
  "3": 1307,
  "3 000": 1308,
  "3 100": 1309,
  "3 135": 1310,
  "3 358,6": 1311,
  "3 394 416": 1312,
  "3 478": 1313,
  "3 618": 1314,
  "3 824": 1315,
  "3 852": 1316,
  "3 862": 1317,
  "3,0": 1318,
  "3,000": 1319,
  "3,1": 1320,
  "3,12": 1321,
  "3,182": 1322,
  "3,2": 1323,
  "3,5": 1324,
  "3,50": 1325,
  "3,59": 1326,
  "3,6": 1327,
  "3,845": 1328,
  "3,90": 1329,
  "3-0": 1330,
  "3-1": 1331,
  "3-3": 1332,
  "3.000": 1333,
  "3.5": 1334,
  "3.58": 1335,
  "3.6.4": 1336,
  "3.6.6": 1337,
  "3.900": 1338,
  "30": 1339,
  "30 000": 1340,
  "30 335": 1341,
  "30,05": 1342,
  "30,8": 1343,
  "30-59": 1344,
  "30.000": 1345,
  "300": 1346,
  "300 000": 1347,
  "3000": 1348,
  "303": 1349,
  "30383": 1350,
  "304": 1351,
  "305th": 1352,
  "308": 1353,
  "30e": 1354,
  "31": 1355,
  "31,63": 1356,
  "310": 1357,
  "314": 1358,
  "315": 1359,
  "315,5": 1360,
  "318": 1361,
  "31e": 1362,
  "32": 1363,
  "32,6": 1364,
  "320": 1365,
  "322": 1366,
  "325": 1367,
  "326": 1368,
  "327": 1369,
  "328": 1370,
  "32e": 1371,
  "33": 1372,
  "33,3": 1373,
  "33,7": 1374,
  "3300": 1375,
  "335": 1376,
  "336.210,00": 1377,
  "33619": 1378,
  "336e": 1379,
  "34": 1380,
  "34 000": 1381,
  "34,33": 1382,
  "340 000": 1383,
  "3400": 1384,
  "342": 1385,
  "345": 1386,
  "35": 1387,
  "35 000": 1388,
  "35 443 677": 1389,
  "35 709": 1390,
  "35,2": 1391,
  "35,5": 1392,
  "350": 1393,
  "350 000": 1394,
  "350.000": 1395,
  "351": 1396,
  "353": 1397,
  "355": 1398,
  "356": 1399,
  "357": 1400,
  "358": 1401,
  "35e": 1402,
  "36": 1403,
  "36,1": 1404,
  "36,21": 1405,
  "36-32": 1406,
  "360": 1407,
  "3603": 1408,
  "363": 1409,
  "365": 1410,
  "366": 1411,
  "366,283": 1412,
  "37": 1413,
  "37 000": 1414,
  "37,6": 1415,
  "370": 1416,
  "375": 1417,
  "379": 1418,
  "38": 1419,
  "381": 1420,
  "384": 1421,
  "385 521": 1422,
  "38e": 1423,
  "39": 1424,
  "39,29": 1425,
  "39,337": 1426,
  "39,9": 1427,
  "390": 1428,
  "395": 1429,
  "398": 1430,
  "39e": 1431,
  "3d": 1432,
  "3e": 1433,
  "3g": 1434,
  "3n2": 1435,
  "3par": 1436,
  "3ème": 1437,
  "4": 1438,
  "4 000": 1439,
  "4 500": 1440,
  "4 800": 1441,
  "4,0": 1442,
  "4,1": 1443,
  "4,2": 1444,
  "4,34": 1445,
  "4,4": 1446,
  "4,5": 1447,
  "4,6": 1448,
  "4,8": 1449,
  "4-0": 1450,
  "4-1": 1451,
  "4-3": 1452,
  "4-4": 1453,
  "4-6": 1454,
  "4-hydroxybenzaldéhyde": 1455,
  "4.2": 1456,
  "4.3": 1457,
  "4.4": 1458,
  "4.5": 1459,
  "4.67.5": 1460,
  "4.8": 1461,
  "4/5e": 1462,
  "40": 1463,
  "40 000": 1464,
  "40,2": 1465,
  "40,5": 1466,
  "40,7": 1467,
  "400": 1468,
  "400 000": 1469,
  "400.000": 1470,
  "4000": 1471,
  "403": 1472,
  "404": 1473,
  "405": 1474,
  "408": 1475,
  "41": 1476,
  "4146": 1477,
  "415": 1478,
  "418": 1479,
  "42": 1480,
  "42.866": 1481,
  "420": 1482,
  "422": 1483,
  "425": 1484,
  "42e": 1485,
  "42ème": 1486,
  "43": 1487,
  "43'42": 1488,
  "43,02": 1489,
  "43,9": 1490,
  "43.000": 1491,
  "430": 1492,
  "436": 1493,
  "437": 1494,
  "43e": 1495,
  "44": 1496,
  "44,7": 1497,
  "44.41.1-2": 1498,
  "440": 1499,
  "4400": 1500,
  "449": 1501,
  "45": 1502,
  "45,5": 1503,
  "45,6": 1504,
  "45,7": 1505,
  "45-36": 1506,
  "45.000": 1507,
  "450": 1508,
  "451": 1509,
  "453": 1510,
  "458": 1511,
  "46": 1512,
  "46 000": 1513,
  "46,05": 1514,
  "46,06": 1515,
  "46,2": 1516,
  "46,7": 1517,
  "46/39": 1518,
  "46/40": 1519,
  "4603": 1520,
  "4604": 1521,
  "4612": 1522,
  "465": 1523,
  "46500": 1524,
  "47": 1525,
  "47,2": 1526,
  "47,5": 1527,
  "471": 1528,
  "472": 1529,
  "48": 1530,
  "481": 1531,
  "484": 1532,
  "485": 1533,
  "489": 1534,
  "49": 1535,
  "49,5": 1536,
  "49-46": 1537,
  "4:12": 1538,
  "4b": 1539,
  "4e": 1540,
  "4kids": 1541,
  "4sa": 1542,
  "4x4": 1543,
  "4ème": 1544,
  "5": 1545,
  "5 000": 1546,
  "5 000 000": 1547,
  "5 445": 1548,
  "5 555": 1549,
  "5 800": 1550,
  "5'9": 1551,
  "5,04": 1552,
  "5,1": 1553,
  "5,25": 1554,
  "5,3": 1555,
  "5,330": 1556,
  "5,37": 1557,
  "5,39": 1558,
  "5,4": 1559,
  "5,40": 1560,
  "5,45": 1561,
  "5,5": 1562,
  "5,8": 1563,
  "5,805": 1564,
  "5,9": 1565,
  "5,99": 1566,
  "5-12": 1567,
  "5.000": 1568,
  "5.1": 1569,
  "5.2": 1570,
  "5.3": 1571,
  "50": 1572,
  "50 000": 1573,
  "50,4": 1574,
  "50,5": 1575,
  "50,73": 1576,
  "50,9": 1577,
  "50-45": 1578,
  "50-54": 1579,
  "50-60": 1580,
  "50.000": 1581,
  "500": 1582,
  "500 000": 1583,
  "5000": 1584,
  "5050": 1585,
  "5051442529326": 1586,
  "506e": 1587,
  "507": 1588,
  "508": 1589,
  "50ème": 1590,
  "51": 1591,
  "51,6": 1592,
  "512": 1593,
  "517": 1594,
  "52": 1595,
  "52,35": 1596,
  "52-54": 1597,
  "520": 1598,
  "520 000": 1599,
  "529": 1600,
  "52e": 1601,
  "53": 1602,
  "530": 1603,
  "533": 1604,
  "535": 1605,
  "54": 1606,
  "54,5": 1607,
  "544": 1608,
  "54509": 1609,
  "546-571": 1610,
  "54e": 1611,
  "55": 1612,
  "55,3": 1613,
  "55,95": 1614,
  "550": 1615,
  "550 000": 1616,
  "555": 1617,
  "56": 1618,
  "56-7": 1619,
  "560.000": 1620,
  "561": 1621,
  "563": 1622,
  "5633": 1623,
  "57": 1624,
  "570": 1625,
  "571-597": 1626,
  "573": 1627,
  "575": 1628,
  "576": 1629,
  "577": 1630,
  "579": 1631,
  "58": 1632,
  "580": 1633,
  "59": 1634,
  "598,3": 1635,
  "5e": 1636,
  "5e-6e": 1637,
  "5ème": 1638,
  "6": 1639,
  "6 000": 1640,
  "6 200": 1641,
  "6 344": 1642,
  "6 347": 1643,
  "6 732": 1644,
  "6,0": 1645,
  "6,2": 1646,
  "6,25": 1647,
  "6,3": 1648,
  "6,4": 1649,
  "6,5": 1650,
  "6,50": 1651,
  "6,6": 1652,
  "6,7": 1653,
  "6,8": 1654,
  "6,9": 1655,
  "6,94": 1656,
  "6-1": 1657,
  "6-16": 1658,
  "6-2": 1659,
  "6-3": 1660,
  "6-4": 1661,
  "6-7": 1662,
  "6.0": 1663,
  "6.000": 1664,
  "6.6": 1665,
  "60": 1666,
  "60 000": 1667,
  "60 500": 1668,
  "60-70": 1669,
  "600": 1670,
  "600.000": 1671,
  "6000": 1672,
  "60000": 1673,
  "601": 1674,
  "607": 1675,
  "6098": 1676,
  "60e": 1677,
  "61": 1678,
  "61,6": 1679,
  "611": 1680,
  "613": 1681,
  "615": 1682,
  "616": 1683,
  "617": 1684,
  "62": 1685,
  "625.000": 1686,
  "626-1": 1687,
  "626-7": 1688,
  "628 116": 1689,
  "62e": 1690,
  "63": 1691,
  "63,940": 1692,
  "633 400": 1693,
  "636": 1694,
  "64": 1695,
  "641": 1696,
  "643": 1697,
  "649": 1698,
  "64e": 1699,
  "65": 1700,
  "650": 1701,
  "66": 1702,
  "664": 1703,
  "669": 1704,
  "670": 1705,
  "68": 1706,
  "68 000": 1707,
  "68,07": 1708,
  "680.000": 1709,
  "68000": 1710,
  "681": 1711,
  "688": 1712,
  "68e": 1713,
  "68k": 1714,
  "69": 1715,
  "698": 1716,
  "699": 1717,
  "69e": 1718,
  "6b": 1719,
  "6e": 1720,
  "6ème": 1721,
  "7": 1722,
  "7 500": 1723,
  "7 736": 1724,
  "7 907": 1725,
  "7 929": 1726,
  "7 929 434": 1727,
  "7,1": 1728,
  "7,2": 1729,
  "7,23": 1730,
  "7,4": 1731,
  "7,5": 1732,
  "7,6": 1733,
  "7,7": 1734,
  "7,8": 1735,
  "7-0": 1736,
  "7-5": 1737,
  "7-6": 1738,
  "7.347.795": 1739,
  "7.363.782": 1740,
  "70": 1741,
  "70 000": 1742,
  "70.000": 1743,
  "700": 1744,
  "700 000": 1745,
  "7000": 1746,
  "702": 1747,
  "71": 1748,
  "710-784": 1749,
  "713": 1750,
  "714": 1751,
  "7149": 1752,
  "719": 1753,
  "71e": 1754,
  "72": 1755,
  "724": 1756,
  "726": 1757,
  "72p": 1758,
  "73": 1759,
  "731": 1760,
  "74": 1761,
  "74,5": 1762,
  "740": 1763,
  "7400": 1764,
  "7414": 1765,
  "749 647": 1766,
  "75": 1767,
  "75 000": 1768,
  "750": 1769,
  "75002": 1770,
  "751": 1771,
  "75e": 1772,
  "76": 1773,
  "76.000": 1774,
  "761": 1775,
  "77": 1776,
  "77,1": 1777,
  "77,7": 1778,
  "77ème": 1779,
  "78": 1780,
  "780": 1781,
  "7834": 1782,
  "787": 1783,
  "79": 1784,
  "79,8": 1785,
  "794-1185": 1786,
  "7e": 1787,
  "7h30-13h30": 1788,
  "8": 1789,
  "8 000": 1790,
  "8 500": 1791,
  "8 848": 1792,
  "8 900": 1793,
  "8,1": 1794,
  "8,2": 1795,
  "8,25": 1796,
  "8,5": 1797,
  "8,50": 1798,
  "8,946": 1799,
  "8,95": 1800,
  "8-6": 1801,
  "8.000": 1802,
  "80": 1803,
  "80 000": 1804,
  "80'000": 1805,
  "80-63": 1806,
  "800": 1807,
  "800.000": 1808,
  "8000": 1809,
  "801": 1810,
  "808": 1811,
  "8080": 1812,
  "81": 1813,
  "81,8": 1814,
  "81-82": 1815,
  "811": 1816,
  "814": 1817,
  "81ème": 1818,
  "82": 1819,
  "823": 1820,
  "82e": 1821,
  "83": 1822,
  "83,8": 1823,
  "83340": 1824,
  "837": 1825,
  "839": 1826,
  "83e": 1827,
  "84": 1828,
  "84,0": 1829,
  "840": 1830,
  "845": 1831,
  "846": 1832,
  "85": 1833,
  "85-64": 1834,
  "850": 1835,
  "850 000": 1836,
  "8552": 1837,
  "85e": 1838,
  "86": 1839,
  "86,0": 1840,
  "861": 1841,
  "869": 1842,
  "87": 1843,
  "87 000": 1844,
  "87,27": 1845,
  "877": 1846,
  "879": 1847,
  "87ème": 1848,
  "88": 1849,
  "881": 1850,
  "884-885": 1851,
  "885-891": 1852,
  "88e": 1853,
  "89": 1854,
  "89,236": 1855,
  "891": 1856,
  "895": 1857,
  "897": 1858,
  "8e": 1859,
  "9": 1860,
  "9 577": 1861,
  "9,0": 1862,
  "9,1": 1863,
  "9.000": 1864,
  "9.2": 1865,
  "90": 1866,
  "900": 1867,
  "900 000": 1868,
  "900.000": 1869,
  "9000": 1870,
  "902": 1871,
  "90210": 1872,
  "90377": 1873,
  "908": 1874,
  "90e": 1875,
  "91": 1876,
  "91,800": 1877,
  "91-89": 1878,
  "911": 1879,
  "917": 1880,
  "92": 1881,
  "92,300": 1882,
  "920": 1883,
  "92002": 1884,
  "92003": 1885,
  "921": 1886,
  "922": 1887,
  "925 000": 1888,
  "93": 1889,
  "94": 1890,
  "941": 1891,
  "943": 1892,
  "945": 1893,
  "946": 1894,
  "95": 1895,
  "950": 1896,
  "95e": 1897,
  "96": 1898,
  "96,0": 1899,
  "966": 1900,
  "96e": 1901,
  "97": 1902,
  "972": 1903,
  "98": 1904,
  "98,9": 1905,
  "986": 1906,
  "987": 1907,
  "989": 1908,
  "99": 1909,
  "99,9": 1910,
  "99-71": 1911,
  "99/171": 1912,
  "992": 1913,
  "99e": 1914,
  "9e": 1915,
  "9f": 1916,
  "9ème": 1917,
  "9èmes": 1918,
  ":)": 1919,
  ":-)": 1920,
  ";)": 1921,
  ";-)": 1922,
  "<": 1923,
  "=": 1924,
  ">": 1925,
  "?-1049": 1926,
  "a": 1927,
  "a-10": 1928,
  "a-339": 1929,
  "a-4": 1930,
  "a-403": 1931,
  "a-44": 1932,
  "a-9": 1933,
  "a.": 1934,
  "a.l.f.a.": 1935,
  "a.o.": 1936,
  "a.u.m.": 1937,
  "a.v.": 1938,
  "a0": 1939,
  "a1": 1940,
  "a2b4d": 1941,
  "a3": 1942,
  "a320": 1943,
  "a36": 1944,
  "a3b3d": 1945,
  "a3b5": 1946,
  "a4": 1947,
  "a45": 1948,
  "a5": 1949,
  "a5d": 1950,
  "a7": 1951,
  "a8": 1952,
  "a87": 1953,
  "a887": 1954,
  "aa": 1955,
  "aaa": 1956,
  "aaems": 1957,
  "aaiun": 1958,
  "aaiún": 1959,
  "aarakocra": 1960,
  "aaro": 1961,
  "aaron": 1962,
  "aart": 1963,
  "aatsr": 1964,
  "aau": 1965,
  "ab": 1966,
  "abadie": 1967,
  "abainville": 1968,
  "abaisse": 1969,
  "abaissée": 1970,
  "abanbonné": 1971,
  "abandon": 1972,
  "abandonna": 1973,
  "abandonnait": 1974,
  "abandonnant": 1975,
  "abandonne": 1976,
  "abandonner": 1977,
  "abandonnèrent": 1978,
  "abandonné": 1979,
  "abandonnée": 1980,
  "abandonnées": 1981,
  "abandonnés": 1982,
  "abarbanel": 1983,
  "abaris": 1984,
  "abat": 1985,
  "abataglab": 1986,
  "abattages": 1987,
  "abattit": 1988,
  "abattoir": 1989,
  "abattre": 1990,
  "abattu": 1991,
  "abattues": 1992,
  "abattus": 1993,
  "abau": 1994,
  "abb": 1995,
  "abbado": 1996,
  "abbas": 1997,
  "abbatiale": 1998,
  "abbatiat": 1999,
  "abbay": 2000,
  "abbaye": 2001,
  "abbayes": 2002,
  "abbes": 2003,
  "abbeville": 2004,
  "abbey": 2005,
  "abbott": 2006,
  "abbâs": 2007,
  "abbé": 2008,
  "abbé-archevêque": 2009,
  "abbés": 2010,
  "abc": 2011,
  "abciximab": 2012,
  "abd": 2013,
  "abd-allah": 2014,
  "abdallah": 2015,
  "abdel": 2016,
  "abdelaziz": 2017,
  "abdelhakim": 2018,
  "abdelkader": 2019,
  "abdelkrim": 2020,
  "abdeslam": 2021,
  "abdessalem": 2022,
  "abdication": 2023,
  "abdique": 2024,
  "abdo": 2025,
  "abdominale": 2026,
  "abdominales": 2027,
  "abdominaux": 2028,
  "abdoulaye": 2029,
  "abdourahmane": 2030,
  "abdu": 2031,
  "abdul-wahab": 2032,
  "abdullah": 2033,
  "abe": 2034,
  "abeba": 2035,
  "abeilles": 2036,
  "abel": 2037,
  "abelforth": 2038,
  "aberdeen": 2039,
  "abi": 2040,
  "abidal": 2041,
  "abidjan": 2042,
  "abidjan-niger": 2043,
  "ability": 2044,
  "abingdon": 2045,
  "abjurer": 2046,
  "ablation": 2047,
  "ablitas": 2048,
  "abnégation": 2049,
  "abois": 2050,
  "aboli": 2051,
  "abolies": 2052,
  "abolir": 2053,
  "abolissant": 2054,
  "abolition": 2055,
  "abolitionnistes": 2056,
  "abominable": 2057,
  "abondamment": 2058,
  "abondance": 2059,
  "abondances": 2060,
  "abondant": 2061,
  "abondante": 2062,
  "abondantes": 2063,
  "abondants": 2064,
  "abondent": 2065,
  "abonnements": 2066,
  "abonnez": 2067,
  "abonné": 2068,
  "abonnés": 2069,
  "abord": 2070,
  "abordable": 2071,
  "abordables": 2072,
  "abordage": 2073,
  "aborde": 2074,
  "aborder": 2075,
  "abords": 2076,
  "abordé": 2077,
  "abordée": 2078,
  "abordés": 2079,
  "abou": 2080,
  "aboun": 2081,
  "about": 2082,
  "abouti": 2083,
  "aboutir": 2084,
  "aboutirent": 2085,
  "aboutiront": 2086,
  "aboutissants": 2087,
  "aboutisse": 2088,
  "aboutissement": 2089,
  "aboutissent": 2090,
  "aboutit": 2091,
  "abraham": 2092,
  "abram": 2093,
  "abrams": 2094,
  "abramson": 2095,
  "abrets": 2096,
  "abri": 2097,
  "abri-musée": 2098,
  "abris": 2099,
  "abrita": 2100,
  "abritaient": 2101,
  "abritait": 2102,
  "abritant": 2103,
  "abrite": 2104,
  "abritent": 2105,
  "abriter": 2106,
  "abrité": 2107,
  "abrités": 2108,
  "abrogées": 2109,
  "abrupt": 2110,
  "abrupte": 2111,
  "abruptes": 2112,
  "abréger": 2113,
  "abrégé": 2114,
  "abrégée": 2115,
  "abrégés": 2116,
  "abréviations": 2117,
  "abscisses": 2118,
  "abscon": 2119,
  "absence": 2120,
  "absent": 2121,
  "absente": 2122,
  "absents": 2123,
  "absentéisme": 2124,
  "abside": 2125,
  "absides": 2126,
  "absolu": 2127,
  "absolue": 2128,
  "absolues": 2129,
  "absolument": 2130,
  "absorbe": 2131,
  "absorber": 2132,
  "absorbée": 2133,
  "absorbés": 2134,
  "absorption": 2135,
  "abstenir": 2136,
  "abstentionnisme": 2137,
  "abstentions": 2138,
  "abstenu": 2139,
  "abstient": 2140,
  "abstinence": 2141,
  "abstraction": 2142,
  "abstractive": 2143,
  "abstraire": 2144,
  "abstrait": 2145,
  "abstraites": 2146,
  "absurde": 2147,
  "absurdes": 2148,
  "abu": 2149,
  "abubakar": 2150,
  "abul": 2151,
  "abus": 2152,
  "abusives": 2153,
  "aby": 2154,
  "abyssale": 2155,
  "abélisauridé": 2156,
  "abîmée": 2157,
  "abû": 2158,
  "abûl": 2159,
  "ac": 2160,
  "ac.": 2161,
  "acacia": 2162,
  "acaciae": 2163,
  "academic": 2164,
  "academy": 2165,
  "acadiennes": 2166,
  "acadiens": 2167,
  "académicien": 2168,
  "académie": 2169,
  "académies": 2170,
  "académique": 2171,
  "académiques": 2172,
  "acanthocalycium": 2173,
  "acanthodes": 2174,
  "accabler": 2175,
  "accaparer": 2176,
  "accaparés": 2177,
  "accatone": 2178,
  "accent": 2179,
  "accentua": 2180,
  "accentuation": 2181,
  "accentuer": 2182,
  "accentué": 2183,
  "accentuées": 2184,
  "accentués": 2185,
  "accepta": 2186,
  "acceptable": 2187,
  "acceptables": 2188,
  "acceptant": 2189,
  "acceptation": 2190,
  "accepte": 2191,
  "accepter": 2192,
  "acceptera": 2193,
  "accepterons": 2194,
  "acceptons": 2195,
  "accepté": 2196,
  "acceptée": 2197,
  "acceptées": 2198,
  "access": 2199,
  "accessed": 2200,
  "accessibilité": 2201,
  "accessible": 2202,
  "accessibles": 2203,
  "accession": 2204,
  "accessoirement": 2205,
  "accessoires": 2206,
  "accessoiriste": 2207,
  "acceuil": 2208,
  "accident": 2209,
  "accidentelle": 2210,
  "accidentellement": 2211,
  "accidents": 2212,
  "accidenté": 2213,
  "acclamation": 2214,
  "acclamé": 2215,
  "accolée": 2216,
  "accommodés": 2217,
  "accompagna": 2218,
  "accompagnait": 2219,
  "accompagnant": 2220,
  "accompagnateur": 2221,
  "accompagne": 2222,
  "accompagnement": 2223,
  "accompagnent": 2224,
  "accompagner": 2225,
  "accompagné": 2226,
  "accompagnée": 2227,
  "accompagnées": 2228,
  "accompagnés": 2229,
  "accompli": 2230,
  "accomplies": 2231,
  "accomplir": 2232,
  "accomplira": 2233,
  "accomplis": 2234,
  "accomplissement": 2235,
  "accomplit": 2236,
  "accor": 2237,
  "accord": 2238,
  "accorda": 2239,
  "accordait": 2240,
  "accorde": 2241,
  "accordent": 2242,
  "accorder": 2243,
  "accordiste": 2244,
  "accords": 2245,
  "accordé": 2246,
  "accordée": 2247,
  "accordées": 2248,
  "accordés": 2249,
  "accossato": 2250,
  "accoste": 2251,
  "accostent": 2252,
  "accosté": 2253,
  "accotement": 2254,
  "accouchement": 2255,
  "accouché": 2256,
  "accoudés": 2257,
  "accoupler": 2258,
  "accra": 2259,
  "accrochage": 2260,
  "accrochages": 2261,
  "accrochant": 2262,
  "accrochent": 2263,
  "accrocher": 2264,
  "accrochèrent": 2265,
  "accrochée": 2266,
  "accroissement": 2267,
  "accroupissant": 2268,
  "accroître": 2269,
  "accru": 2270,
  "accrue": 2271,
  "accrus": 2272,
  "accréditation-certification": 2273,
  "accrédite": 2274,
  "accréditer": 2275,
  "accueil": 2276,
  "accueillait": 2277,
  "accueillant": 2278,
  "accueillants": 2279,
  "accueille": 2280,
  "accueillent": 2281,
  "accueillera": 2282,
  "accueilli": 2283,
  "accueillies": 2284,
  "accueillir": 2285,
  "accueillis": 2286,
  "accueillit": 2287,
  "acculé": 2288,
  "accumulation": 2289,
  "accumulations": 2290,
  "accumule": 2291,
  "accumuler": 2292,
  "accumulé": 2293,
  "accusa": 2294,
  "accusait": 2295,
  "accusant": 2296,
  "accusateur": 2297,
  "accusation": 2298,
  "accusations": 2299,
  "accuse": 2300,
  "accusent": 2301,
  "accusèrent": 2302,
  "accusé": 2303,
  "accusée": 2304,
  "accusés": 2305,
  "accèda": 2306,
  "accède": 2307,
  "accèdent": 2308,
  "accèdera": 2309,
  "accès": 2310,
  "accéder": 2311,
  "accédé": 2312,
  "accélère": 2313,
  "accélération": 2314,
  "accélérations": 2315,
  "accélérer": 2316,
  "accélérée": 2317,
  "ace": 2318,
  "aceites": 2319,
  "acerbe": 2320,
  "acerbo": 2321,
  "acesur": 2322,
  "acetosa": 2323,
  "acharnement": 2324,
  "acharné": 2325,
  "acharnée": 2326,
  "achat": 2327,
  "achats": 2328,
  "acheminant": 2329,
  "acheminement": 2330,
  "acheminent": 2331,
  "acheminer": 2332,
  "acheminé": 2333,
  "acheminées": 2334,
  "acheminés": 2335,
  "achery": 2336,
  "acheta": 2337,
  "achetait": 2338,
  "achetant": 2339,
  "acheter": 2340,
  "acheteur": 2341,
  "acheteurs": 2342,
  "achetez": 2343,
  "acheté": 2344,
  "achetée": 2345,
  "achetées": 2346,
  "achetés": 2347,
  "acheva": 2348,
  "achever": 2349,
  "achevé": 2350,
  "achevée": 2351,
  "achevées": 2352,
  "achevés": 2353,
  "achille": 2354,
  "achillobator": 2355,
  "achoppement": 2356,
  "achète": 2357,
  "achètent": 2358,
  "achètes": 2359,
  "achève": 2360,
  "achèvement": 2361,
  "aciculaires": 2362,
  "acide": 2363,
  "acides": 2364,
  "acier": 2365,
  "aciéries": 2366,
  "aclasta": 2367,
  "acolytes": 2368,
  "acoustique": 2369,
  "acoustiques": 2370,
  "acp": 2371,
  "acquamara": 2372,
  "acquasanta": 2373,
  "acquiert": 2374,
  "acquis": 2375,
  "acquises": 2376,
  "acquisition": 2377,
  "acquisitions": 2378,
  "acquit": 2379,
  "acquitte": 2380,
  "acquittent": 2381,
  "acquitter": 2382,
  "acquitté": 2383,
  "acquittés": 2384,
  "acquièrent": 2385,
  "acquéraient": 2386,
  "acquérant": 2387,
  "acquéreur": 2388,
  "acquérir": 2389,
  "acre": 2390,
  "acrobatique": 2391,
  "acronyme": 2392,
  "acrylique": 2393,
  "act": 2394,
  "acta": 2395,
  "acte": 2396,
  "actes": 2397,
  "acteur": 2398,
  "acteurs": 2399,
  "actif": 2400,
  "actifs": 2401,
  "actimel": 2402,
  "action": 2403,
  "actionnaire": 2404,
  "actionnaires": 2405,
  "actionnariale": 2406,
  "actions": 2407,
  "activa": 2408,
  "activant": 2409,
  "activation": 2410,
  "activations": 2411,
  "active": 2412,
  "activement": 2413,
  "activent": 2414,
  "actives": 2415,
  "activestate": 2416,
  "activisme": 2417,
  "activiste": 2418,
  "activité": 2419,
  "activitées": 2420,
  "activités": 2421,
  "activée": 2422,
  "acton": 2423,
  "actrice": 2424,
  "actrices": 2425,
  "actua": 2426,
  "actualité": 2427,
  "actualités": 2428,
  "actuel": 2429,
  "actuelle": 2430,
  "actuellement": 2431,
  "actuelles": 2432,
  "actuels": 2433,
  "acuarela": 2434,
  "acuity": 2435,
  "acétate": 2436,
  "acétylsalicylique": 2437,
  "acétylène": 2438,
  "ad": 2439,
  "ad-din": 2440,
  "ad-diwâniya": 2441,
  "ad-mi-nis-tra-ti-ve-ment": 2442,
  "adaid": 2443,
  "adalbert": 2444,
  "adalphius": 2445,
  "adam": 2446,
  "adampol": 2447,
  "adams": 2448,
  "adanggama": 2449,
  "adaptabilité": 2450,
  "adaptant": 2451,
  "adaptation": 2452,
  "adaptations": 2453,
  "adapte": 2454,
  "adaptent": 2455,
  "adapter": 2456,
  "adaptera": 2457,
  "adapté": 2458,
  "adaptée": 2459,
  "adaptées": 2460,
  "adaptés": 2461,
  "addiction": 2462,
  "addis": 2463,
  "addison": 2464,
  "additif": 2465,
  "addition": 2466,
  "additionnalité": 2467,
  "additionnel": 2468,
  "additionnels": 2469,
  "additive": 2470,
  "adducteurs": 2471,
  "adduction": 2472,
  "ade": 2473,
  "adeang": 2474,
  "adel": 2475,
  "adelaide": 2476,
  "adelboden": 2477,
  "aden": 2478,
  "adenophorus": 2479,
  "adeola": 2480,
  "adepte": 2481,
  "adhitya": 2482,
  "adhère": 2483,
  "adhémar": 2484,
  "adhérence": 2485,
  "adhérent": 2486,
  "adhérente": 2487,
  "adhérentes": 2488,
  "adhérents": 2489,
  "adhérer": 2490,
  "adhérèrent": 2491,
  "adhésif": 2492,
  "adhésion": 2493,
  "adhésions": 2494,
  "adiabenicus": 2495,
  "adiabène": 2496,
  "adiac": 2497,
  "adieu": 2498,
  "adimensionnels": 2499,
  "adisq": 2500,
  "adjacente": 2501,
  "adjacentes": 2502,
  "adjacents": 2503,
  "adjectif": 2504,
  "adjectifs": 2505,
  "adjoint": 2506,
  "adjointe": 2507,
  "adjoints": 2508,
  "adjudication": 2509,
  "adjuge": 2510,
  "adjuger": 2511,
  "adler": 2512,
  "adlgasser": 2513,
  "adlon": 2514,
  "admet": 2515,
  "admets": 2516,
  "admettant": 2517,
  "admettons": 2518,
  "admettre": 2519,
  "administrant": 2520,
  "administrante": 2521,
  "administrateur": 2522,
  "administrateurs": 2523,
  "administratif": 2524,
  "administratifs": 2525,
  "administration": 2526,
  "administrations": 2527,
  "administrative": 2528,
  "administrativement": 2529,
  "administratives": 2530,
  "administratrice": 2531,
  "administre": 2532,
  "administrer": 2533,
  "administré": 2534,
  "administrée": 2535,
  "administrés": 2536,
  "admirateur": 2537,
  "admirateurs": 2538,
  "admiration": 2539,
  "admiré": 2540,
  "admis": 2541,
  "admise": 2542,
  "admises": 2543,
  "admissibilité": 2544,
  "admission": 2545,
  "admr": 2546,
  "adn": 2547,
  "adnan": 2548,
  "ado": 2549,
  "adobe": 2550,
  "adolescence": 2551,
  "adolescent": 2552,
  "adolescente": 2553,
  "adolescents": 2554,
  "adolf": 2555,
  "adolphe": 2556,
  "adonnaient": 2557,
  "adonne": 2558,
  "adonner": 2559,
  "adonnèrent": 2560,
  "adopta": 2561,
  "adoptant": 2562,
  "adopte": 2563,
  "adopter": 2564,
  "adoption": 2565,
  "adoptons": 2566,
  "adoptèrent": 2567,
  "adopté": 2568,
  "adoptée": 2569,
  "adoptées": 2570,
  "adoptés": 2571,
  "adorait": 2572,
  "adore": 2573,
  "adorent": 2574,
  "adorer": 2575,
  "adoré": 2576,
  "ados": 2577,
  "adossée": 2578,
  "adossés": 2579,
  "adoucira": 2580,
  "adoucit": 2581,
  "adour": 2582,
  "adressa": 2583,
  "adresse": 2584,
  "adressent": 2585,
  "adresser": 2586,
  "adresses": 2587,
  "adressé": 2588,
  "adressée": 2589,
  "adressés": 2590,
  "adrian": 2591,
  "adriana": 2592,
  "adriano": 2593,
  "adriatique": 2594,
  "adrien": 2595,
  "adrienne": 2596,
  "adrénaline": 2597,
  "ads": 2598,
  "adsl": 2599,
  "adt": 2600,
  "adulte": 2601,
  "adultes": 2602,
  "adultérin": 2603,
  "advance": 2604,
  "advanced": 2605,
  "advantage": 2606,
  "adventure": 2607,
  "adverbes": 2608,
  "adversaire": 2609,
  "adversaires": 2610,
  "adverse": 2611,
  "adverses": 2612,
  "advocaat": 2613,
  "adyguéens": 2614,
  "adèle": 2615,
  "adélaide": 2616,
  "adélaïde": 2617,
  "adénomes": 2618,
  "adéquat": 2619,
  "adéquate": 2620,
  "adéquatement": 2621,
  "adéquates": 2622,
  "aed": 2623,
  "aegwynn": 2624,
  "aele": 2625,
  "aelia": 2626,
  "aelini": 2627,
  "aemo": 2628,
  "aengus": 2629,
  "aeration": 2630,
  "aeris": 2631,
  "aero": 2632,
  "af4c": 2633,
  "afc": 2634,
  "afeitado": 2635,
  "affaibli": 2636,
  "affaiblie": 2637,
  "affaiblir": 2638,
  "affaibliront": 2639,
  "affaiblissement": 2640,
  "affaire": 2641,
  "affaires": 2642,
  "affairistes": 2643,
  "affairés": 2644,
  "affamée": 2645,
  "affecta": 2646,
  "affectant": 2647,
  "affectation": 2648,
  "affecte": 2649,
  "affectent": 2650,
  "affecter": 2651,
  "affection": 2652,
  "affectionnait": 2653,
  "affectionnent": 2654,
  "affections": 2655,
  "affectueuse": 2656,
  "affectueusement": 2657,
  "affectueux": 2658,
  "affecté": 2659,
  "affectée": 2660,
  "affectées": 2661,
  "affermer": 2662,
  "affichage": 2663,
  "affiche": 2664,
  "affichent": 2665,
  "afficher": 2666,
  "affiché": 2667,
  "affichée": 2668,
  "affichées": 2669,
  "affichés": 2670,
  "affilié": 2671,
  "affiliée": 2672,
  "affiliés": 2673,
  "affilé": 2674,
  "affilée": 2675,
  "affilées": 2676,
  "affinage": 2677,
  "affiner": 2678,
  "affinité": 2679,
  "affiné": 2680,
  "affirmaient": 2681,
  "affirmait": 2682,
  "affirmant": 2683,
  "affirmation": 2684,
  "affirmations": 2685,
  "affirme": 2686,
  "affirment": 2687,
  "affirmer": 2688,
  "affirmèrent": 2689,
  "affirmé": 2690,
  "affirmée": 2691,
  "affligé": 2692,
  "affluaient": 2693,
  "affluence": 2694,
  "affluent": 2695,
  "affluents": 2696,
  "affluèrent": 2697,
  "affole": 2698,
  "affouage": 2699,
  "affranchir": 2700,
  "affranchissent": 2701,
  "affreusement": 2702,
  "affronta": 2703,
  "affrontant": 2704,
  "affronte": 2705,
  "affrontement": 2706,
  "affrontements": 2707,
  "affrontent": 2708,
  "affronter": 2709,
  "affrontera": 2710,
  "affrontèrent": 2711,
  "affrontés": 2712,
  "affrétées": 2713,
  "affubler": 2714,
  "affublé": 2715,
  "afférentes": 2716,
  "affût": 2717,
  "afghanistan": 2718,
  "afghans": 2719,
  "afin": 2720,
  "afl": 2721,
  "afone": 2722,
  "afp": 2723,
  "africa": 2724,
  "africain": 2725,
  "africaine": 2726,
  "africaine-américaine": 2727,
  "africaines": 2728,
  "africains": 2729,
  "africart": 2730,
  "africom": 2731,
  "afrikaans": 2732,
  "afrikan": 2733,
  "afrique": 2734,
  "afro-américain": 2735,
  "after": 2736,
  "ag": 2737,
  "ag2r": 2738,
  "agacer": 2739,
  "agartala": 2740,
  "agata": 2741,
  "agavaceae": 2742,
  "agde": 2743,
  "age": 2744,
  "agen": 2745,
  "agence": 2746,
  "agences": 2747,
  "agency": 2748,
  "agencée": 2749,
  "agenda": 2750,
  "agenouiller": 2751,
  "agenouillé": 2752,
  "agent": 2753,
  "agents": 2754,
  "ager": 2755,
  "ageîn": 2756,
  "agfa": 2757,
  "agglomération": 2758,
  "agglomérations": 2759,
  "agglomérés": 2760,
  "aggravant": 2761,
  "aggravation": 2762,
  "aggrave": 2763,
  "aggraver": 2764,
  "aggravé": 2765,
  "aggravée": 2766,
  "aggregor": 2767,
  "agi": 2768,
  "agiades": 2769,
  "agilité": 2770,
  "agir": 2771,
  "agira": 2772,
  "agirait": 2773,
  "agissait": 2774,
  "agissant": 2775,
  "agisse": 2776,
  "agissements": 2777,
  "agissent": 2778,
  "agit": 2779,
  "agit-prop": 2780,
  "agitateur": 2781,
  "agitation": 2782,
  "agite": 2783,
  "agnam": 2784,
  "agneau": 2785,
  "agnelli": 2786,
  "agnello": 2787,
  "agnes": 2788,
  "agni": 2789,
  "agnieszka": 2790,
  "agnoli": 2791,
  "agnolotti": 2792,
  "agnosticisme": 2793,
  "agnostique": 2794,
  "agnès": 2795,
  "ago": 2796,
  "agonie": 2797,
  "agonisant": 2798,
  "agora": 2799,
  "agordino": 2800,
  "agordo": 2801,
  "agostina": 2802,
  "agostino": 2803,
  "agrafeur": 2804,
  "agraires": 2805,
  "agrandi": 2806,
  "agrandie": 2807,
  "agrandir": 2808,
  "agrandisse": 2809,
  "agrandissement": 2810,
  "agrandissent": 2811,
  "agrandit": 2812,
  "agresse": 2813,
  "agresseurs": 2814,
  "agressif": 2815,
  "agression": 2816,
  "agressions": 2817,
  "agressives": 2818,
  "agressivité": 2819,
  "agressé": 2820,
  "agressées": 2821,
  "agrias": 2822,
  "agricole": 2823,
  "agricoles": 2824,
  "agriculteurs": 2825,
  "agriculture": 2826,
  "agrippa": 2827,
  "agro-alimentaire": 2828,
  "agro-alimentaires": 2829,
  "agroalimentaire": 2830,
  "agronome": 2831,
  "agronomique": 2832,
  "agronomiques": 2833,
  "agrume": 2834,
  "agrypnie": 2835,
  "agréable": 2836,
  "agréablement": 2837,
  "agréables": 2838,
  "agrégation": 2839,
  "agrégats": 2840,
  "agrégeant": 2841,
  "agréger": 2842,
  "agrégé": 2843,
  "agrémenter": 2844,
  "agréments": 2845,
  "agrémentée": 2846,
  "agrémentés": 2847,
  "agréé": 2848,
  "agréés": 2849,
  "aguascalientes": 2850,
  "aguirre": 2851,
  "agutte": 2852,
  "agé": 2853,
  "agüero": 2854,
  "ah": 2855,
  "aha": 2856,
  "ahe": 2857,
  "ahmed": 2858,
  "ahmedou": 2859,
  "ahmeti": 2860,
  "ai": 2861,
  "aicard": 2862,
  "aid": 2863,
  "aidant": 2864,
  "aide": 2865,
  "aide-timonier": 2866,
  "aident": 2867,
  "aider": 2868,
  "aidera": 2869,
  "aides": 2870,
  "aides-éducateurs": 2871,
  "aidé": 2872,
  "aidée": 2873,
  "aidés": 2874,
  "aie": 2875,
  "aiea": 2876,
  "aiello": 2877,
  "aient": 2878,
  "aigle": 2879,
  "aigle-leysin": 2880,
  "aiglons": 2881,
  "aigre": 2882,
  "aigu": 2883,
  "aiguebelle": 2884,
  "aigues": 2885,
  "aigues-marines": 2886,
  "aiguille": 2887,
  "aiguilles": 2888,
  "aiguiser": 2889,
  "aigus": 2890,
  "aiguë": 2891,
  "ail": 2892,
  "ailanthus": 2893,
  "aile": 2894,
  "aileron": 2895,
  "ailes": 2896,
  "ailettes": 2897,
  "ailier": 2898,
  "ailiers": 2899,
  "ailles": 2900,
  "ailleurs": 2901,
  "aimable": 2902,
  "aimables": 2903,
