{
 "char2idx": {
  "<PAD>": 0,
  "<UNK>": 1,
  "<BOS>": 2,
  "<EOS>": 3,
  "<SEP>": 4,
  "a": 5,
  "b": 6,
  "d": 7,
  "e": 8,
  "f": 9,
  "i": 10,
  "j": 11,
  "k": 12,
  "l": 13,
  "m": 14,
  "n": 15,
  "o": 16,
  "p": 17,
  "s": 18,
  "t": 19,
  "u": 20,
  "v": 21,
  "w": 22,
  "y": 23,
  "z": 24,
  "ø": 25,
  "ŋ": 26,
  "œ": 27,
  "ɑ": 28,
  "ɔ": 29,
  "ə": 30,
  "ɛ": 31,
  "ɡ": 32,
  "ɥ": 33,
  "ɲ": 34,
  "ʁ": 35,
  "ʃ": 36,
  "ʒ": 37,
  "̃": 38
 },
 "p2g_label2idx": {
  "<PAD>": 0,
  "": 1,
  "_CONT": 2,
  "a": 3,
  "ab": 4,
  "able": 5,
  "ac": 6,
  "ach": 7,
  "acs": 8,
  "ad": 9,
  "ae": 10,
  "aeg": 11,
  "aes": 12,
  "aff": 13,
  "affe": 14,
  "affent": 15,
  "affes": 16,
  "ag": 17,
  "age": 18,
  "ages": 19,
  "agg": 20,
  "agh": 21,
  "ags": 22,
  "ah": 23,
  "ahh": 24,
  "ahs": 25,
  "ai": 26,
  "aic": 27,
  "aict": 28,
  "aicts": 29,
  "aid": 30,
  "aids": 31,
  "aie": 32,
  "aient": 33,
  "aies": 34,
  "aig": 35,
  "ail": 36,
  "aim": 37,
  "aims": 38,
  "ain": 39,
  "ainc": 40,
  "aincs": 41,
  "aine": 42,
  "aines": 43,
  "aing": 44,
  "aings": 45,
  "ains": 46,
  "aint": 47,
  "aints": 48,
  "aire": 49,
  "ais": 50,
  "aise": 51,
  "aises": 52,
  "aiss": 53,
  "ait": 54,
  "aits": 55,
  "aix": 56,
  "aiz": 57,
  "al": 58,
  "ale": 59,
  "ales": 60,
  "am": 61,
  "amp": 62,
  "amps": 63,
  "ampt": 64,
  "ams": 65,
  "an": 66,
  "anc": 67,
  "ance": 68,
  "ancs": 69,
  "and": 70,
  "andg": 71,
  "ands": 72,
  "ane": 73,
  "anes": 74,
  "ang": 75,
  "angg": 76,
  "angs": 77,
  "ans": 78,
  "ant": 79,
  "ante": 80,
  "antes": 81,
  "ants": 82,
  "antx": 83,
  "anx": 84,
  "anxe": 85,
  "anz": 86,
  "aon": 87,
  "aons": 88,
  "ap": 89,
  "aps": 90,
  "apt": 91,
  "ar": 92,
  "archerez": 93,
  "ard": 94,
  "ars": 95,
  "as": 96,
  "ast": 97,
  "at": 98,
  "ate": 99,
  "ates": 100,
  "ath": 101,
  "ats": 102,
  "atz": 103,
  "au": 104,
  "auc": 105,
  "auch": 106,
  "aud": 107,
  "auds": 108,
  "aue": 109,
  "aug": 110,
  "aul": 111,
  "ault": 112,
  "aults": 113,
  "aulx": 114,
  "aus": 115,
  "aut": 116,
  "auts": 117,
  "aux": 118,
  "auz": 119,
  "av": 120,
  "aw": 121,
  "aws": 122,
  "ax": 123,
  "ay": 124,
  "aye": 125,
  "ayent": 126,
  "ayes": 127,
  "ayg": 128,
  "ays": 129,
  "az": 130,
  "aî": 131,
  "aît": 132,
  "aï": 133,
  "b": 134,
  "bb": 135,
  "bbe": 136,
  "bbent": 137,
  "bbes": 138,
  "be": 139,
  "bent": 140,
  "ber": 141,
  "bers": 142,
  "bes": 143,
  "bh": 144,
  "bl": 145,
  "ble": 146,
  "bo": 147,
  "br": 148,
  "bs": 149,
  "c": 150,
  "cam": 151,
  "cc": 152,
  "ccen": 153,
  "ce": 154,
  "cent": 155,
  "ces": 156,
  "cg": 157,
  "ch": 158,
  "chan": 159,
  "che": 160,
  "chec": 161,
  "chent": 162,
  "ches": 163,
  "chi": 164,
  "chs": 165,
  "ck": 166,
  "cke": 167,
  "ckent": 168,
  "ckes": 169,
  "cks": 170,
  "cl": 171,
  "cle": 172,
  "cles": 173,
  "cq": 174,
  "cqs": 175,
  "cqu": 176,
  "cque": 177,
  "cquent": 178,
  "cques": 179,
  "cquez": 180,
  "cr": 181,
  "cs": 182,
  "ct": 183,
  "cte": 184,
  "cu": 185,
  "d": 186,
  "da": 187,
  "dd": 188,
  "dde": 189,
  "ddes": 190,
  "ddh": 191,
  "de": 192,
  "dent": 193,
  "des": 194,
  "dg": 195,
  "dh": 196,
  "dha": 197,
  "dhs": 198,
  "dhâ": 199,
  "di": 200,
  "do": 201,
  "dr": 202,
  "dre": 203,
  "ds": 204,
  "dt": 205,
  "dé": 206,
  "e": 207,
  "ea": 208,
  "eag": 209,
  "eah": 210,
  "eau": 211,
  "eaud": 212,
  "eauds": 213,
  "eaug": 214,
  "eault": 215,
  "eaus": 216,
  "eaux": 217,
  "eb": 218,
  "ec": 219,
  "ect": 220,
  "ects": 221,
  "ed": 222,
  "eds": 223,
  "ee": 224,
  "eeg": 225,
  "eer": 226,
  "ees": 227,
  "eez": 228,
  "ef": 229,
  "efs": 230,
  "eg": 231,
  "ege": 232,
  "egg": 233,
  "egr": 234,
  "egs": 235,
  "egt": 236,
  "eh": 237,
  "ehe": 238,
  "ehes": 239,
  "ehet": 240,
  "ehs": 241,
  "ei": 242,
  "eid": 243,
  "eie": 244,
  "eient": 245,
  "eies": 246,
  "eig": 247,
  "eigh": 248,
  "eil": 249,
  "eill": 250,
  "eille": 251,
  "eim": 252,
  "ein": 253,
  "eing": 254,
  "eings": 255,
  "eins": 256,
  "eint": 257,
  "eints": 258,
  "eis": 259,
  "eix": 260,
  "el": 261,
  "elle": 262,
  "elz": 263,
  "em": 264,
  "ement": 265,
  "emp": 266,
  "emps": 267,
  "empt": 268,
  "ems": 269,
  "emt": 270,
  "en": 271,
  "enc": 272,
  "ench": 273,
  "end": 274,
  "ends": 275,
  "eng": 276,
  "engs": 277,
  "enne": 278,
  "ennes": 279,
  "ens": 280,
  "ent": 281,
  "ente": 282,
  "entes": 283,
  "ents": 284,
  "enx": 285,
  "eon": 286,
  "ep": 287,
  "eph": 288,
  "ept": 289,
  "er": 290,
  "ers": 291,
  "es": 292,
  "ess": 293,
  "est": 294,
  "ests": 295,
  "et": 296,
  "eten": 297,
  "ets": 298,
  "ette": 299,
  "etz": 300,
  "eu": 301,
  "eud": 302,
  "euds": 303,
  "eue": 304,
  "eues": 305,
  "euf": 306,
  "eug": 307,
  "euh": 308,
  "euhe": 309,
  "euhes": 310,
  "euhs": 311,
  "eulx": 312,
  "eun": 313,
  "eung": 314,
  "eur": 315,
  "eurs": 316,
  "eus": 317,
  "euse": 318,
  "euses": 319,
  "eut": 320,
  "eux": 321,
  "ev": 322,
  "ew": 323,
  "ex": 324,
  "ey": 325,
  "eys": 326,
  "ez": 327,
  "eû": 328,
  "eût": 329,
  "f": 330,
  "fa": 331,
  "fe": 332,
  "fent": 333,
  "fes": 334,
  "ff": 335,
  "ffe": 336,
  "ffent": 337,
  "ffes": 338,
  "fff": 339,
  "fffff": 340,
  "ffs": 341,
  "fr": 342,
  "fs": 343,
  "ft": 344,
  "fts": 345,
  "g": 346,
  "ga": 347,
  "gag": 348,
  "gai": 349,
  "gam": 350,
  "gan": 351,
  "gang": 352,
  "gau": 353,
  "gb": 354,
  "gc": 355,
  "gd": 356,
  "ge": 357,
  "gea": 358,
  "gee": 359,
  "geg": 360,
  "gei": 361,
  "gen": 362,
  "genc": 363,
  "gend": 364,
  "gent": 365,
  "ger": 366,
  "ges": 367,
  "gess": 368,
  "get": 369,
  "gett": 370,
  "geu": 371,
  "gg": 372,
  "gge": 373,
  "ggent": 374,
  "gges": 375,
  "ggu": 376,
  "ggue": 377,
  "gh": 378,
  "gha": 379,
  "ghe": 380,
  "ghes": 381,
  "ghet": 382,
  "ghi": 383,
  "ghis": 384,
  "ghl": 385,
  "gho": 386,
  "ghr": 387,
  "ghs": 388,
  "gi": 389,
  "gie": 390,
  "ging": 391,
  "gl": 392,
  "gn": 393,
  "gne": 394,
  "gnent": 395,
  "gnes": 396,
  "go": 397,
  "goe": 398,
  "goes": 399,
  "gog": 400,
  "gom": 401,
  "gon": 402,
  "gong": 403,
  "gongg": 404,
  "goo": 405,
  "goog": 406,
  "googl": 407,
  "goth": 408,
  "goths": 409,
  "gou": 410,
  "goug": 411,
  "gq": 412,
  "gqe": 413,
  "gr": 414,
  "gs": 415,
  "gt": 416,
  "gte": 417,
  "gtent": 418,
  "gtes": 419,
  "gu": 420,
  "gue": 421,
  "guent": 422,
  "gues": 423,
  "gw": 424,
  "gy": 425,
  "gz": 426,
  "gâ": 427,
  "gât": 428,
  "gé": 429,
  "gê": 430,
  "gœ": 431,
  "h": 432,
  "ha": 433,
  "hae": 434,
  "haec": 435,
  "hag": 436,
  "hah": 437,
  "hai": 438,
  "haie": 439,
  "haient": 440,
  "haies": 441,
  "haim": 442,
  "haims": 443,
  "hain": 444,
  "hains": 445,
  "hais": 446,
  "hait": 447,
  "haits": 448,
  "ham": 449,
  "han": 450,
  "hans": 451,
  "hant": 452,
  "hants": 453,
  "has": 454,
  "hat": 455,
  "hau": 456,
  "haut": 457,
  "hauts": 458,
  "haux": 459,
  "haw": 460,
  "hay": 461,
  "haye": 462,
  "hb": 463,
  "hc": 464,
  "hch": 465,
  "hd": 466,
  "he": 467,
  "hea": 468,
  "heath": 469,
  "heau": 470,
  "hee": 471,
  "heg": 472,
  "hei": 473,
  "hein": 474,
  "hen": 475,
  "hent": 476,
  "her": 477,
  "hes": 478,
  "het": 479,
  "heu": 480,
  "heux": 481,
  "hey": 482,
  "hez": 483,
  "hf": 484,
  "hgr": 485,
  "hha": 486,
  "hhe": 487,
  "hi": 488,
  "hid": 489,
  "hie": 490,
  "hient": 491,
  "hies": 492,
  "higg": 493,
  "hin": 494,
  "hing": 495,
  "hins": 496,
  "his": 497,
  "hit": 498,
  "hj": 499,
  "hk": 500,
  "hl": 501,
  "hle": 502,
  "hll": 503,
  "hls": 504,
  "hm": 505,
  "hme": 506,
  "hmes": 507,
  "hms": 508,
  "hn": 509,
  "hne": 510,
  "hnent": 511,
  "hnes": 512,
  "hnn": 513,
  "hns": 514,
  "ho": 515,
  "hoe": 516,
  "hog": 517,
  "hom": 518,
  "hon": 519,
  "hong": 520,
  "hons": 521,
  "hoo": 522,
  "hos": 523,
  "hot": 524,
  "hots": 525,
  "hou": 526,
  "houe": 527,
  "houent": 528,
  "houes": 529,
  "hour": 530,
  "hous": 531,
  "hout": 532,
  "houx": 533,
  "how": 534,
  "hoû": 535,
  "hp": 536,
  "hph": 537,
  "hq": 538,
  "hr": 539,
  "hrs": 540,
  "hs": 541,
  "ht": 542,
  "hte": 543,
  "htent": 544,
  "htes": 545,
  "hts": 546,
  "hu": 547,
  "hue": 548,
  "huent": 549,
  "hues": 550,
  "hug": 551,
  "hum": 552,
  "hun": 553,
  "hung": 554,
  "huns": 555,
  "hus": 556,
  "hut": 557,
  "huts": 558,
  "hv": 559,
  "hw": 560,
  "hy": 561,
  "hyd": 562,
  "hyg": 563,
  "hyn": 564,
  "hz": 565,
  "hâ": 566,
  "hât": 567,
  "hæ": 568,
  "hè": 569,
  "hès": 570,
  "hé": 571,
  "hée": 572,
  "hées": 573,
  "hég": 574,
  "hés": 575,
  "hê": 576,
  "hês": 577,
  "hî": 578,
  "hît": 579,
  "hï": 580,
  "hô": 581,
  "hü": 582,
  "hœ": 583,
  "hœe": 584,
  "hœes": 585,
  "i": 586,
  "ib": 587,
  "ic": 588,
  "ice": 589,
  "icl": 590,
  "icle": 591,
  "iclent": 592,
  "ict": 593,
  "icts": 594,
  "id": 595,
  "ids": 596,
  "ie": 597,
  "iee": 598,
  "iees": 599,
  "ieg": 600,
  "iel": 601,
  "ielle": 602,
  "iels": 603,
  "ien": 604,
  "iens": 605,
  "ient": 606,
  "ier": 607,
  "iers": 608,
  "ies": 609,
  "iest": 610,
  "if": 611,
  "ig": 612,
  "igg": 613,
  "igh": 614,
  "ight": 615,
  "igt": 616,
  "igts": 617,
  "ih": 618,
  "il": 619,
  "ilhe": 620,
  "ilhes": 621,
  "ill": 622,
  "ille": 623,
  "illent": 624,
  "illes": 625,
  "ils": 626,
  "im": 627,
  "in": 628,
  "inc": 629,
  "inct": 630,
  "incts": 631,
  "ine": 632,
  "ines": 633,
  "ing": 634,
  "ings": 635,
  "ingt": 636,
  "ingts": 637,
  "inq": 638,
  "ins": 639,
  "int": 640,
  "ints": 641,
  "ip": 642,
  "ipe": 643,
  "ipt": 644,
  "ir": 645,
  "ireflet": 646,
  "is": 647,
  "ise": 648,
  "ises": 649,
  "isse": 650,
  "iste": 651,
  "istes": 652,
  "it": 653,
  "ite": 654,
  "its": 655,
  "itz": 656,
  "ix": 657,
  "iz": 658,
  "j": 659,
  "je": 660,
  "jent": 661,
  "jes": 662,
  "jhe": 663,
  "js": 664,
  "k": 665,
  "kc": 666,
  "ke": 667,
  "kent": 668,
  "kes": 669,
  "kg": 670,
  "kh": 671,
  "khe": 672,
  "khes": 673,
  "khh": 674,
  "khs": 675,
  "ks": 676,
  "l": 677,
  "la": 678,
  "lau": 679,
  "ld": 680,
  "le": 681,
  "lent": 682,
  "les": 683,
  "lg": 684,
  "lh": 685,
  "lhe": 686,
  "li": 687,
  "ll": 688,
  "lle": 689,
  "lleg": 690,
  "llent": 691,
  "lles": 692,
  "llg": 693,
  "lls": 694,
  "ln": 695,
  "ls": 696,
  "lt": 697,
  "lx": 698,
  "ly": 699,
  "m": 700,
  "ma": 701,
  "mb": 702,
  "me": 703,
  "mens": 704,
  "ment": 705,
  "mes": 706,
  "mg": 707,
  "mm": 708,
  "mme": 709,
  "mment": 710,
  "mmes": 711,
  "mms": 712,
  "mn": 713,
  "mne": 714,
  "mp": 715,
  "ms": 716,
  "mt": 717,
  "n": 718,
  "nc": 719,
  "nd": 720,
  "ndg": 721,
  "ndr": 722,
  "ne": 723,
  "neg": 724,
  "nenne": 725,
  "nent": 726,
  "nes": 727,
  "ng": 728,
  "nge": 729,
  "ngg": 730,
  "ngs": 731,
  "nh": 732,
  "ni": 733,
  "nn": 734,
  "nne": 735,
  "nnent": 736,
  "nnes": 737,
  "nnex": 738,
  "nns": 739,
  "no": 740,
  "nre": 741,
  "ns": 742,
  "nt": 743,
  "nte": 744,
  "ntes": 745,
  "ntn": 746,
  "ny": 747,
  "o": 748,
  "oa": 749,
  "ob": 750,
  "oc": 751,
  "ocs": 752,
  "od": 753,
  "ods": 754,
  "oe": 755,
  "oes": 756,
  "of": 757,
  "off": 758,
  "og": 759,
  "ogg": 760,
  "ogl": 761,
  "oh": 762,
  "ohn": 763,
  "oi": 764,
  "oie": 765,
  "ois": 766,
  "ol": 767,
  "ols": 768,
  "om": 769,
  "omb": 770,
  "ombs": 771,
  "ome": 772,
  "omes": 773,
  "omp": 774,
  "omps": 775,
  "ompt": 776,
  "ompts": 777,
  "oms": 778,
  "on": 779,
  "onc": 780,
  "once": 781,
  "oncent": 782,
  "onces": 783,
  "oncq": 784,
  "oncs": 785,
  "ond": 786,
  "onds": 787,
  "one": 788,
  "ones": 789,
  "ong": 790,
  "ongs": 791,
  "onn": 792,
  "onne": 793,
  "onnent": 794,
  "onnes": 795,
  "ons": 796,
  "ont": 797,
  "onte": 798,
  "ontg": 799,
  "onts": 800,
  "oo": 801,
  "oog": 802,
  "oos": 803,
  "op": 804,
  "ops": 805,
  "oq": 806,
  "or": 807,
  "ors": 808,
  "os": 809,
  "ose": 810,
  "osq": 811,
  "ost": 812,
  "ot": 813,
  "ote": 814,
  "oth": 815,
  "oths": 816,
  "ots": 817,
  "ou": 818,
  "oub": 819,
  "oubs": 820,
  "ouc": 821,
  "oucs": 822,
  "oud": 823,
  "ouds": 824,
  "oue": 825,
  "ouent": 826,
  "oues": 827,
  "oug": 828,
  "ougs": 829,
  "ouh": 830,
  "ouhe": 831,
  "oul": 832,
  "ould": 833,
  "ouls": 834,
  "oult": 835,
  "oulx": 836,
  "oup": 837,
  "oups": 838,
  "our": 839,
  "ourr": 840,
  "ous": 841,
  "out": 842,
  "oute": 843,
  "outs": 844,
  "oux": 845,
  "ow": 846,
  "owg": 847,
  "oy": 848,
  "oz": 849,
  "où": 850,
  "oû": 851,
  "oûl": 852,
  "oûls": 853,
  "oût": 854,
  "oûts": 855,
  "p": 856,
  "pe": 857,
  "pent": 858,
  "pes": 859,
  "pg": 860,
  "ph": 861,
  "phe": 862,
  "phent": 863,
  "phes": 864,
  "phs": 865,
  "pl": 866,
  "pp": 867,
  "ppe": 868,
  "ppent": 869,
  "ppes": 870,
  "pps": 871,
  "pr": 872,
  "ps": 873,
  "pt": 874,
  "pte": 875,
  "ptent": 876,
  "ptes": 877,
  "pts": 878,
  "pé": 879,
  "q": 880,
  "qh": 881,
  "qq": 882,
  "qs": 883,
  "qu": 884,
  "que": 885,
  "quee": 886,
  "quees": 887,
  "quent": 888,
  "ques": 889,
  "r": 890,
  "rai": 891,
  "rc": 892,
  "rcq": 893,
  "rcs": 894,
  "rd": 895,
  "rde": 896,
  "rdes": 897,
  "rds": 898,
  "re": 899,
  "reb": 900,
  "rec": 901,
  "red": 902,
  "ref": 903,
  "reg": 904,
  "rem": 905,
  "rent": 906,
  "rep": 907,
  "rer": 908,
  "res": 909,
  "ret": 910,
  "rev": 911,
  "rez": 912,
  "rf": 913,
  "rfs": 914,
  "rg": 915,
  "rge": 916,
  "rgh": 917,
  "rgs": 918,
  "rh": 919,
  "rm": 920,
  "rn": 921,
  "rps": 922,
  "rr": 923,
  "rre": 924,
  "rrent": 925,
  "rres": 926,
  "rrh": 927,
  "rrhe": 928,
  "rrhent": 929,
  "rrhes": 930,
  "rrr": 931,
  "rrs": 932,
  "rs": 933,
  "rt": 934,
  "rts": 935,
  "rx": 936,
  "ré": 937,
  "rée": 938,
  "s": 939,
  "sc": 940,
  "sce": 941,
  "scent": 942,
  "sces": 943,
  "sch": 944,
  "sche": 945,
  "schent": 946,
  "sches": 947,
  "schs": 948,
  "se": 949,
  "sent": 950,
  "ses": 951,
  "sg": 952,
  "sh": 953,
  "she": 954,
  "shent": 955,
  "shes": 956,
  "shs": 957,
  "so": 958,
  "ss": 959,
  "sse": 960,
  "ssent": 961,
  "sser": 962,
  "sses": 963,
  "ssg": 964,
  "sss": 965,
  "st": 966,
  "sth": 967,
  "stre": 968,
  "sts": 969,
  "sz": 970,
  "t": 971,
  "tc": 972,
  "td": 973,
  "te": 974,
  "ten": 975,
  "tent": 976,
  "tes": 977,
  "tg": 978,
  "th": 979,
  "the": 980,
  "thent": 981,
  "thes": 982,
  "thr": 983,
  "ths": 984,
  "tl": 985,
  "tls": 986,
  "tno": 987,
  "tr": 988,
  "tre": 989,
  "ts": 990,
  "tt": 991,
  "tte": 992,
  "tten": 993,
  "ttent": 994,
  "ttes": 995,
  "ttg": 996,
  "tts": 997,
  "tz": 998,
  "u": 999,
  "uc": 1000,
  "ucs": 1001,
  "ud": 1002,
  "uds": 1003,
  "ue": 1004,
  "ueg": 1005,
  "uel": 1006,
  "uent": 1007,
  "ues": 1008,
  "ug": 1009,
  "ugg": 1010,
  "uh": 1011,
  "ui": 1012,
  "uis": 1013,
  "ul": 1014,
  "uls": 1015,
  "ult": 1016,
  "um": 1017,
  "ums": 1018,
  "un": 1019,
  "unc": 1020,
  "ung": 1021,
  "uns": 1022,
  "unt": 1023,
  "unts": 1024,
  "up": 1025,
  "upt": 1026,
  "upts": 1027,
  "ur": 1028,
  "ure": 1029,
  "urg": 1030,
  "us": 1031,
  "ust": 1032,
  "ut": 1033,
  "uth": 1034,
  "uths": 1035,
  "uts": 1036,
  "ux": 1037,
  "uy": 1038,
  "uz": 1039,
  "v": 1040,
  "vc": 1041,
  "ve": 1042,
  "vent": 1043,
  "venti": 1044,
  "ver": 1045,
  "vergeti": 1046,
  "ves": 1047,
  "vs": 1048,
  "vu": 1049,
  "w": 1050,
  "we": 1051,
  "went": 1052,
  "wes": 1053,
  "wr": 1054,
  "ws": 1055,
  "x": 1056,
  "xc": 1057,
  "xe": 1058,
  "xen": 1059,
  "xh": 1060,
  "xhen": 1061,
  "xhi": 1062,
  "xho": 1063,
  "xhu": 1064,
  "y": 1065,
  "yc": 1066,
  "ye": 1067,
  "yent": 1068,
  "yes": 1069,
  "yg": 1070,
  "yl": 1071,
  "ym": 1072,
  "yms": 1073,
  "yn": 1074,
  "yng": 1075,
  "yns": 1076,
  "ys": 1077,
  "yt": 1078,
  "yts": 1079,
  "z": 1080,
  "zde": 1081,
  "ze": 1082,
  "zent": 1083,
  "zes": 1084,
  "zg": 1085,
  "zh": 1086,
  "zhâ": 1087,
  "zj": 1088,
  "zz": 1089,
  "zze": 1090,
  "zzent": 1091,
  "zzes": 1092,
  "zzs": 1093,
  "zzz": 1094,
  "zzzz": 1095,
  "zzzzz": 1096,
  "zzzzzz": 1097,
  "zzzzzzz": 1098,
  "zzzzzzzz": 1099,
  "à": 1100,
  "às": 1101,
  "â": 1102,
  "âh": 1103,
  "ân": 1104,
  "âs": 1105,
  "ât": 1106,
  "âts": 1107,
  "æ": 1108,
  "æe": 1109,
  "æes": 1110,
  "æg": 1111,
  "ç": 1112,
  "è": 1113,
  "èe": 1114,
  "èes": 1115,
  "èg": 1116,
  "èm": 1117,
  "ème": 1118,
  "èment": 1119,
  "èmes": 1120,
  "ère": 1121,
  "ès": 1122,
  "é": 1123,
  "éb": 1124,
  "éce": 1125,
  "ée": 1126,
  "éent": 1127,
  "éer": 1128,
  "ées": 1129,
  "éez": 1130,
  "éfr": 1131,
  "ég": 1132,
  "él": 1133,
  "ém": 1134,
  "én": 1135,
  "éner": 1136,
  "ér": 1137,
  "és": 1138,
  "ét": 1139,
  "ê": 1140,
  "êt": 1141,
  "êten": 1142,
  "êts": 1143,
  "ë": 1144,
  "ël": 1145,
  "ër": 1146,
  "ës": 1147,
  "ët": 1148,
  "í": 1149,
  "î": 1150,
  "îe": 1151,
  "îes": 1152,
  "îh": 1153,
  "în": 1154,
  "înt": 1155,
  "îs": 1156,
  "ît": 1157,
  "îts": 1158,
  "ï": 1159,
  "ïde": 1160,
  "ïe": 1161,
  "ïent": 1162,
  "ïes": 1163,
  "ïl": 1164,
  "ïn": 1165,
  "ïs": 1166,
  "ït": 1167,
  "ñ": 1168,
  "ô": 1169,
  "ôl": 1170,
  "ôme": 1171,
  "ôn": 1172,
  "ôns": 1173,
  "ôs": 1174,
  "ôt": 1175,
  "ôts": 1176,
  "û": 1177,
  "ûe": 1178,
  "ûes": 1179,
  "ûs": 1180,
  "ût": 1181,
  "ûts": 1182,
  "ü": 1183,
  "üe": 1184,
  "üent": 1185,
  "ües": 1186,
  "œ": 1187,
  "œe": 1188,
  "œes": 1189,
  "œg": 1190,
  "œu": 1191,
  "œud": 1192,
  "œuds": 1193,
  "œuf": 1194,
  "œufs": 1195,
  "œulx": 1196,
  "œux": 1197
 },
 "pos2idx": {
  "<PAD>": 0,
  "ADJ": 1,
  "ADJ:dem": 2,
  "ADJ:int": 3,
  "ADJ:pos": 4,
  "ADV": 5,
  "ART:def": 6,
  "ART:ind": 7,
  "AUX": 8,
  "CON": 9,
  "INTJ": 10,
  "NOM": 11,
  "PRE": 12,
  "PRO:dem": 13,
  "PRO:ind": 14,
  "PRO:int": 15,
  "PRO:per": 16,
  "PRO:rel": 17,
  "VER": 18
 },
 "morpho_vocabs": {
  "Number": {
   "<PAD>": 0,
   "_": 1,
   "Sing": 2,
   "Plur": 3
  },
  "Gender": {
   "<PAD>": 0,
   "_": 1,
   "Masc": 2,
   "Fem": 3
  },
  "VerbForm": {
   "<PAD>": 0,
   "_": 1,
   "Fin": 2,
   "Inf": 3,
   "Part": 4,
   "Ger": 5,
   "Conv": 6
  },
  "Mood": {
   "<PAD>": 0,
   "_": 1,
   "Ind": 2,
   "Sub": 3,
   "Imp": 4,
   "Cnd": 5
  },
  "Tense": {
   "<PAD>": 0,
   "_": 1,
   "Pres": 2,
   "Past": 3,
   "Imp": 4,
   "Fut": 5
  },
  "Person": {
   "<PAD>": 0,
   "_": 1,
   "1": 2,
   "2": 3,
   "3": 4
  }
 }
}