{
 "char2idx": {
  "<PAD>": 0,
  "<UNK>": 1,
  "E": 2,
  "L": 3,
  "X": 4,
  "a": 5,
  "b": 6,
  "d": 7,
  "e": 8,
  "f": 9,
  "i": 10,
  "j": 11,
  "k": 12,
  "l": 13,
  "m": 14,
  "n": 15,
  "o": 16,
  "p": 17,
  "s": 18,
  "t": 19,
  "u": 20,
  "v": 21,
  "w": 22,
  "y": 23,
  "z": 24,
  "酶": 25,
  "艐": 26,
  "艙": 27,
  "蓱": 28,
  "蓴": 29,
  "蓹": 30,
  "蓻": 31,
  "伞": 32,
  "丧": 33,
  "刹": 34,
  "蕘": 35,
  "蕛": 36,
  "蕭": 37,
  "虄": 38
 },
 "idx2label": {
  "0": "<PAD>",
  "1": "'",
  "2": "'a",
  "3": "'c",
  "4": "'d",
  "5": "'e",
  "6": "'f",
  "7": "'g",
  "8": "'h",
  "9": "'ho",
  "10": "'i",
  "11": "'k",
  "12": "'l",
  "13": "'m",
  "14": "'n",
  "15": "'o",
  "16": "'p",
  "17": "'q",
  "18": "'r",
  "19": "'s",
  "20": "'t",
  "21": "'u",
  "22": "'y",
  "23": "'z",
  "24": "'脿",
  "25": "'芒",
  "26": "'茅",
  "27": "'锚",
  "28": "'铆",
  "29": "'卯",
  "30": "'么",
  "31": "'艙",
  "32": "-",
  "33": "-'",
  "34": "-a",
  "35": "-b",
  "36": "-c",
  "37": "-ch",
  "38": "-co",
  "39": "-d",
  "40": "-d'",
  "41": "-de",
  "42": "-e",
  "43": "-f",
  "44": "-fe",
  "45": "-g",
  "46": "-gr",
  "47": "-h",
  "48": "-ha",
  "49": "-ho",
  "50": "-i",
  "51": "-j",
  "52": "-k",
  "53": "-l",
  "54": "-lo",
  "55": "-m",
  "56": "-n",
  "57": "-o",
  "58": "-p",
  "59": "-q",
  "60": "-r",
  "61": "-s",
  "62": "-t",
  "63": "-te",
  "64": "-u",
  "65": "-un",
  "66": "-v",
  "67": "-w",
  "68": "-y",
  "69": "-脿",
  "70": "-芒",
  "71": "-茅",
  "72": ".",
  "73": "_CONT",
  "74": "a",
  "75": "a'",
  "76": "a-",
  "77": "a.",
  "78": "aa",
  "79": "ab",
  "80": "ac",
  "81": "ach",
  "82": "acq",
  "83": "actinomycose",
  "84": "ad",
  "85": "adiers",
  "86": "ae",
  "87": "af",
  "88": "ag",
  "89": "age",
  "90": "agu",
  "91": "ah",
  "92": "aha",
  "93": "ahs",
  "94": "ai",
  "95": "aic",
  "96": "aid",
  "97": "aie",
  "98": "aient",
  "99": "aies",
  "100": "aig",
  "101": "ail",
  "102": "aim",
  "103": "ain",
  "104": "ais",
  "105": "ait",
  "106": "aix",
  "107": "aj",
  "108": "ak",
  "109": "al",
  "110": "ali茅",
  "111": "am",
  "112": "amp",
  "113": "an",
  "114": "anale",
  "115": "anc",
  "116": "and",
  "117": "ang",
  "118": "ann",
  "119": "ans",
  "120": "ant",
  "121": "an莽",
  "122": "ao",
  "123": "aon",
  "124": "aou",
  "125": "aout",
  "126": "aouts",
  "127": "ao没ts",
  "128": "ap",
  "129": "app",
  "130": "aq",
  "131": "aqu",
  "132": "ar",
  "133": "arbonne",
  "134": "arr",
  "135": "ars",
  "136": "as",
  "137": "asi",
  "138": "ass",
  "139": "ast",
  "140": "at",
  "141": "at-",
  "142": "ata",
  "143": "ateur",
  "144": "ati",
  "145": "aton",
  "146": "ats",
  "147": "att",
  "148": "au",
  "149": "aub",
  "150": "auc",
  "151": "aud",
  "152": "aue",
  "153": "auf",
  "154": "aug",
  "155": "aul",
  "156": "aulx",
  "157": "aum",
  "158": "aun",
  "159": "aus",
  "160": "aut",
  "161": "aux",
  "162": "av",
  "163": "aw",
  "164": "awe",
  "165": "ax",
  "166": "ay",
  "167": "aye",
  "168": "az",
  "169": "a芒",
  "170": "a莽",
  "171": "a猫",
  "172": "a茅",
  "173": "a毛",
  "174": "a卯",
  "175": "a卯n",
  "176": "a茂",
  "177": "a么",
  "178": "a没",
  "179": "a眉",
  "180": "b",
  "181": "b'",
  "182": "b-",
  "183": "ba",
  "184": "bastimens",
  "185": "bau",
  "186": "bb",
  "187": "bc",
  "188": "bd",
  "189": "be",
  "190": "bec",
  "191": "beq",
  "192": "bes",
  "193": "beu",
  "194": "bf",
  "195": "bh",
  "196": "bi",
  "197": "bj",
  "198": "bk",
  "199": "bl",
  "200": "bm",
  "201": "bn",
  "202": "bo",
  "203": "bou",
  "204": "bq",
  "205": "br",
  "206": "bre",
  "207": "bs",
  "208": "bt",
  "209": "bu",
  "210": "buc",
  "211": "buv",
  "212": "buve",
  "213": "bv",
  "214": "by",
  "215": "bz",
  "216": "b芒",
  "217": "b猫",
  "218": "b茅",
  "219": "b锚",
  "220": "b卯",
  "221": "b么",
  "222": "b没",
  "223": "b艙",
  "224": "b艙uf",
  "225": "c",
  "226": "c'",
  "227": "c-",
  "228": "ca",
  "229": "cai",
  "230": "cara",
  "231": "cb",
  "232": "cc",
  "233": "cd",
  "234": "ce",
  "235": "cei",
  "236": "ces",
  "237": "cf",
  "238": "cg",
  "239": "ch",
  "240": "cha",
  "241": "che",
  "242": "chi",
  "243": "cho",
  "244": "chs",
  "245": "cht",
  "246": "ch芒",
  "247": "ci",
  "248": "citaire",
  "249": "ck",
  "250": "cka",
  "251": "cke",
  "252": "cl",
  "253": "cm",
  "254": "cn",
  "255": "co",
  "256": "con",
  "257": "cons",
  "258": "cou",
  "259": "cp",
  "260": "cq",
  "261": "cqu",
  "262": "cr",
  "263": "cro",
  "264": "cs",
  "265": "ct",
  "266": "cts",
  "267": "ctuaire",
  "268": "cu",
  "269": "cue",
  "270": "cy",
  "271": "cz",
  "272": "c芒",
  "273": "c猫",
  "274": "c茅",
  "275": "c锚",
  "276": "c卯",
  "277": "c么",
  "278": "c没",
  "279": "c艙",
  "280": "d",
  "281": "d'",
  "282": "d'g",
  "283": "d-",
  "284": "da",
  "285": "dai",
  "286": "dau",
  "287": "db",
  "288": "dc",
  "289": "dd",
  "290": "de",
  "291": "de-",
  "292": "der",
  "293": "des",
  "294": "deu",
  "295": "dez",
  "296": "dg",
  "297": "dh",
  "298": "di",
  "299": "dj",
  "300": "dk",
  "301": "dl",
  "302": "dm",
  "303": "dn",
  "304": "do",
  "305": "don",
  "306": "dou",
  "307": "dp",
  "308": "dr",
  "309": "ds",
  "310": "dt",
  "311": "du",
  "312": "dv",
  "313": "dw",
  "314": "dy",
  "315": "dz",
  "316": "d芒",
  "317": "d芒t",
  "318": "d猫",
  "319": "d茅",
  "320": "d茅b",
  "321": "d茅be",
  "322": "d茅beq",
  "323": "d茅r",
  "324": "d茅rus",
  "325": "d锚",
  "326": "d卯",
  "327": "d么",
  "328": "d没",
  "329": "d艙",
  "330": "e",
  "331": "e'",
  "332": "e-",
  "333": "e-b",
  "334": "e-c",
  "335": "e-e",
  "336": "e-h",
  "337": "e-p",
  "338": "ea",
  "339": "eai",
  "340": "eas",
  "341": "eau",
  "342": "eaux",
  "343": "eb",
  "344": "ebe",
  "345": "ec",
  "346": "eck",
  "347": "ecq",
  "348": "ed",
  "349": "eds",
  "350": "edt",
  "351": "ee",
  "352": "ef",
  "353": "efe",
  "354": "eff",
  "355": "eg",
  "356": "eh",
  "357": "ehn",
  "358": "ei",
  "359": "eid",
  "360": "eig",
  "361": "eil",
  "362": "ein",
  "363": "eins",
  "364": "ej",
  "365": "ek",
  "366": "el",
  "367": "eli",
  "368": "ell",
  "369": "elliers",
  "370": "elu",
  "371": "em",
  "372": "eme",
  "373": "en",
  "374": "ena",
  "375": "enc",
  "376": "ench",
  "377": "end",
  "378": "eng",
  "379": "enh",
  "380": "ens",
  "381": "ent",
  "382": "eo",
  "383": "ep",
  "384": "epo",
  "385": "eq",
  "386": "equ",
  "387": "eque",
  "388": "er",
  "389": "era",
  "390": "erai",
  "391": "erez",
  "392": "eri",
  "393": "err",
  "394": "ers",
  "395": "es",
  "396": "es-",
  "397": "esc",
  "398": "esca",
  "399": "esm",
  "400": "ess",
  "401": "essi",
  "402": "est",
  "403": "et",
  "404": "eta",
  "405": "etai",
  "406": "etas",
  "407": "etez",
  "408": "eth",
  "409": "eti",
  "410": "eto",
  "411": "ets",
  "412": "ett",
  "413": "et芒",
  "414": "et芒t",
  "415": "et茅",
  "416": "eu",
  "417": "euc",
  "418": "eud",
  "419": "eue",
  "420": "eues",
  "421": "eug",
  "422": "euh",
  "423": "eui",
  "424": "eul",
  "425": "eur",
  "426": "eus",
  "427": "eut",
  "428": "eux",
  "429": "ev",
  "430": "evi",
  "431": "ew",
  "432": "ex",
  "433": "exoc",
  "434": "ext",
  "435": "exta",
  "436": "ey",
  "437": "eys",
  "438": "ez",
  "439": "e芒",
  "440": "e芒t",
  "441": "e氓",
  "442": "e莽",
  "443": "e卯",
  "444": "e茂",
  "445": "e么",
  "446": "e没",
  "447": "e没l",
  "448": "e没t",
  "449": "e眉",
  "450": "f",
  "451": "f'",
  "452": "f-",
  "453": "fa",
  "454": "fai",
  "455": "fb",
  "456": "fe",
  "457": "fei",
  "458": "fent",
  "459": "fes",
  "460": "fet",
  "461": "feu",
  "462": "ff",
  "463": "ffa",
  "464": "ffe",
  "465": "fff",
  "466": "fg",
  "467": "fh",
  "468": "fi",
  "469": "fk",
  "470": "fl",
  "471": "flet",
  "472": "fl猫",
  "473": "fo",
  "474": "fou",
  "475": "fr",
  "476": "frog",
  "477": "fr茅",
  "478": "fs",
  "479": "ft",
  "480": "fu",
  "481": "furlongs",
  "482": "fy",
  "483": "f芒",
  "484": "f猫",
  "485": "f茅",
  "486": "f锚",
  "487": "f卯",
  "488": "f没",
  "489": "g",
  "490": "g'",
  "491": "g-",
  "492": "ga",
  "493": "gai",
  "494": "gamp",
  "495": "gan",
  "496": "gas",
  "497": "gb",
  "498": "gc",
  "499": "gd",
  "500": "ge",
  "501": "gea",
  "502": "gei",
  "503": "gel",
  "504": "gen",
  "505": "ger",
  "506": "ges",
  "507": "get",
  "508": "geti",
  "509": "geu",
  "510": "gez",
  "511": "gf",
  "512": "gg",
  "513": "gge",
  "514": "gh",
  "515": "gi",
  "516": "gin",
  "517": "gj",
  "518": "gk",
  "519": "gl",
  "520": "gle",
  "521": "glosse",
  "522": "gm",
  "523": "gn",
  "524": "gna",
  "525": "gne",
  "526": "go",
  "527": "gog",
  "528": "gon",
  "529": "gong",
  "530": "goth",
  "531": "goths",
  "532": "gou",
  "533": "gow",
  "534": "gp",
  "535": "gr",
  "536": "gre",
  "537": "gs",
  "538": "gs-",
  "539": "gt",
  "540": "gts",
  "541": "gu",
  "542": "gua",
  "543": "gue",
  "544": "gui",
  "545": "guin",
  "546": "gu茅",
  "547": "gv",
  "548": "gw",
  "549": "gx",
  "550": "gy",
  "551": "gz",
  "552": "g芒",
  "553": "g芒t",
  "554": "g忙",
  "555": "g猫",
  "556": "g茅",
  "557": "g茅nio",
  "558": "g锚",
  "559": "g卯",
  "560": "g么",
  "561": "g枚",
  "562": "g眉",
  "563": "g艙",
  "564": "h",
  "565": "h'",
  "566": "h-",
  "567": "ha",
  "568": "ha'",
  "569": "hac",
  "570": "hae",
  "571": "hai",
  "572": "haie",
  "573": "haient",
  "574": "haies",
  "575": "haim",
  "576": "haims",
  "577": "hain",
  "578": "hains",
  "579": "hais",
  "580": "hait",
  "581": "hal",
  "582": "han",
  "583": "hanc",
  "584": "hap",
  "585": "hapchot",
  "586": "har",
  "587": "has",
  "588": "hat",
  "589": "hato",
  "590": "hau",
  "591": "haus",
  "592": "haut",
  "593": "hav",
  "594": "hay",
  "595": "hb",
  "596": "hc",
  "597": "hd",
  "598": "he",
  "599": "hea",
  "600": "heath",
  "601": "hei",
  "602": "hein",
  "603": "hel",
  "604": "hem",
  "605": "hen",
  "606": "hent",
  "607": "her",
  "608": "hes",
  "609": "het",
  "610": "heu",
  "611": "heyd",
  "612": "hez",
  "613": "hf",
  "614": "hg",
  "615": "hh",
  "616": "hi",
  "617": "hia",
  "618": "hie",
  "619": "hient",
  "620": "hies",
  "621": "hin",
  "622": "his",
  "623": "hj",
  "624": "hk",
  "625": "hl",
  "626": "hla",
  "627": "hle",
  "628": "hli",
  "629": "hm",
  "630": "hmo",
  "631": "hn",
  "632": "hno",
  "633": "ho",
  "634": "hoc",
  "635": "hog",
  "636": "hoh",
  "637": "hol",
  "638": "hom",
  "639": "hon",
  "640": "hot",
  "641": "hou",
  "642": "houe",
  "643": "houes",
  "644": "houi",
  "645": "houp",
  "646": "hous",
  "647": "houx",
  "648": "how",
  "649": "hp",
  "650": "hq",
  "651": "hr",
  "652": "hs",
  "653": "ht",
  "654": "hu",
  "655": "hua",
  "656": "huc",
  "657": "hue",
  "658": "huent",
  "659": "hues",
  "660": "hun",
  "661": "huns",
  "662": "hure",
  "663": "hut",
  "664": "hv",
  "665": "hw",
  "666": "hy",
  "667": "hyp",
  "668": "h谩",
  "669": "h芒",
  "670": "h芒'",
  "671": "h芒l",
  "672": "h芒t",
  "673": "h茫",
  "674": "h忙",
  "675": "h猫",
  "676": "h猫l",
  "677": "h猫s",
  "678": "h茅",
  "679": "h茅e",
  "680": "h茅s",
  "681": "h锚",
  "682": "h锚s",
  "683": "h铆",
  "684": "h卯",
  "685": "h么",
  "686": "h么l",
  "687": "h没",
  "688": "h眉",
  "689": "h艙",
  "690": "i",
  "691": "i'",
  "692": "i-",
  "693": "ia",
  "694": "iai",
  "695": "ian",
  "696": "ib",
  "697": "ic",
  "698": "icaire",
  "699": "icel",
  "700": "icell",
  "701": "ich",
  "702": "id",
  "703": "ide",
  "704": "ids",
  "705": "id茅",
  "706": "ie",
  "707": "ien",
  "708": "ient",
  "709": "ier",
  "710": "iers",
  "711": "ies",
  "712": "iet",
  "713": "ieu",
  "714": "iez",
  "715": "if",
  "716": "iff",
  "717": "ifi",
  "718": "ig",
  "719": "ige",
  "720": "igh",
  "721": "ign",
  "722": "ih",
  "723": "ii",
  "724": "ij",
  "725": "ik",
  "726": "il",
  "727": "ilis",
  "728": "ilisa",
  "729": "ill",
  "730": "illa",
  "731": "ille",
  "732": "ils",
  "733": "im",
  "734": "imp",
  "735": "implan",
  "736": "ims",
  "737": "in",
  "738": "inc",
  "739": "ind",
  "740": "ine",
  "741": "ing",
  "742": "ingvaeonique",
  "743": "inn",
  "744": "inq",
  "745": "ins",
  "746": "int",
  "747": "iny",
  "748": "io",
  "749": "ion",
  "750": "ions",
  "751": "ip",
  "752": "iq",
  "753": "iqu",
  "754": "ique",
  "755": "ir",
  "756": "ire",
  "757": "ires",
  "758": "is",
  "759": "isa",
  "760": "isc",
  "761": "ise",
  "762": "iser",
  "763": "iss",
  "764": "it",
  "765": "ite",
  "766": "itox",
  "767": "its",
  "768": "itt",
  "769": "itu",
  "770": "itue",
  "771": "itu茅e",
  "772": "itu茅s",
  "773": "iu",
  "774": "iv",
  "775": "iw",
  "776": "ix",
  "777": "iy",
  "778": "iz",
  "779": "i芒",
  "780": "i莽",
  "781": "i猫",
  "782": "i猫re",
  "783": "i猫res",
  "784": "i茅",
  "785": "i么",
  "786": "i艙",
  "787": "j",
  "788": "j'",
  "789": "ja",
  "790": "jai",
  "791": "jarnysien",
  "792": "jau",
  "793": "jb",
  "794": "je",
  "795": "jh",
  "796": "ji",
  "797": "jj",
  "798": "jk",
  "799": "jl",
  "800": "jo",
  "801": "jon",
  "802": "jou",
  "803": "jr",
  "804": "js",
  "805": "ju",
  "806": "j脿",
  "807": "j芒",
  "808": "j茅",
  "809": "j么",
  "810": "k",
  "811": "k-",
  "812": "ka",
  "813": "kai",
  "814": "kb",
  "815": "kc",
  "816": "kd",
  "817": "ke",
  "818": "kent",
  "819": "kes",
  "820": "kf",
  "821": "kg",
  "822": "kh",
  "823": "kho",
  "824": "khs",
  "825": "ki",
  "826": "kj",
  "827": "kk",
  "828": "kl",
  "829": "km",
  "830": "kn",
  "831": "ko",
  "832": "kp",
  "833": "kpi",
  "834": "kr",
  "835": "ks",
  "836": "kt",
  "837": "ku",
  "838": "kw",
  "839": "ky",
  "840": "k芒",
  "841": "k猫",
  "842": "k茅",
  "843": "k卯",
  "844": "l",
  "845": "l'",
  "846": "l-",
  "847": "la",
  "848": "lai",
  "849": "lan",
  "850": "lant",
  "851": "las",
  "852": "lat",
  "853": "lb",
  "854": "lc",
  "855": "ld",
  "856": "le",
  "857": "lem",
  "858": "len",
  "859": "lent",
  "860": "ler",
  "861": "les",
  "862": "let",
  "863": "leu",
  "864": "lez",
  "865": "lf",
  "866": "lg",
  "867": "lh",
  "868": "li",
  "869": "lin",
  "870": "lique",
  "871": "li猫re",
  "872": "lk",
  "873": "ll",
  "874": "lla",
  "875": "lle",
  "876": "llent",
  "877": "lles",
  "878": "lli",
  "879": "llo",
  "880": "lls",
  "881": "lly",
  "882": "ll茅",
  "883": "lm",
  "884": "ln",
  "885": "lne",
  "886": "lo",
  "887": "lon",
  "888": "lor",
  "889": "lot",
  "890": "lou",
  "891": "lp",
  "892": "lq",
  "893": "lr",
  "894": "ls",
  "895": "lt",
  "896": "lu",
  "897": "lustardais",
  "898": "lv",
  "899": "lw",
  "900": "lx",
  "901": "ly",
  "902": "lyv",
  "903": "lz",
  "904": "l脿",
  "905": "l芒",
  "906": "l芒t",
  "907": "l莽",
  "908": "l猫",
  "909": "l猫r",
  "910": "l茅",
  "911": "l茅e",
  "912": "l茅s",
  "913": "l锚",
  "914": "l卯",
  "915": "l茂",
  "916": "l么",
  "917": "l没",
  "918": "l艙",
  "919": "m",
  "920": "m'",
  "921": "m-",
  "922": "ma",
  "923": "mai",
  "924": "maki",
  "925": "man",
  "926": "mar",
  "927": "mb",
  "928": "mc",
  "929": "md",
  "930": "me",
  "931": "ment",
  "932": "mera",
  "933": "mes",
  "934": "mf",
  "935": "mh",
  "936": "mi",
  "937": "mistes",
  "938": "ml",
  "939": "mm",
  "940": "mma",
  "941": "mme",
  "942": "mn",
  "943": "mo",
  "944": "mono",
  "945": "monos",
  "946": "mor",
  "947": "mordexin",
  "948": "mou",
  "949": "mp",
  "950": "mps",
  "951": "mpt",
  "952": "mr",
  "953": "ms",
  "954": "mt",
  "955": "mu",
  "956": "my",
  "957": "mz",
  "958": "m芒",
  "959": "m忙",
  "960": "m莽",
  "961": "m猫",
  "962": "m茅",
  "963": "m锚",
  "964": "m卯",
  "965": "m么",
  "966": "m没",
  "967": "m艙",
  "968": "n",
  "969": "n'",
  "970": "n-",
  "971": "na",
  "972": "nable",
  "973": "nai",
  "974": "nali",
  "975": "nalis茅es",
  "976": "nb",
  "977": "nc",
  "978": "nch",
  "979": "ncq",
  "980": "ncs",
  "981": "nd",
  "982": "nde",
  "983": "ndo",
  "984": "nds",
  "985": "ne",
  "986": "nel",
  "987": "nera",
  "988": "nes",
  "989": "net",
  "990": "nf",
  "991": "ng",
  "992": "nga",
  "993": "nge",
  "994": "ngr",
  "995": "ngs",
  "996": "ngt",
  "997": "ngu",
  "998": "nh",
  "999": "ni",
  "1000": "nit茅",
  "1001": "nj",
  "1002": "nk",
  "1003": "nl",
  "1004": "nm",
  "1005": "nn",
  "1006": "nna",
  "1007": "nne",
  "1008": "nni",
  "1009": "no",
  "1010": "noe",
  "1011": "non",
  "1012": "not",
  "1013": "nou",
  "1014": "np",
  "1015": "nq",
  "1016": "nqu",
  "1017": "nr",
  "1018": "ns",
  "1019": "ns-",
  "1020": "nse",
  "1021": "nss",
  "1022": "nst",
  "1023": "nt",
  "1024": "nta",
  "1025": "nte",
  "1026": "ntes",
  "1027": "nti",
  "1028": "ntr",
  "1029": "nts",
  "1030": "nt茅",
  "1031": "nu",
  "1032": "nv",
  "1033": "nw",
  "1034": "nx",
  "1035": "ny",
  "1036": "nz",
  "1037": "n谩",
  "1038": "n芒",
  "1039": "n莽",
  "1040": "n猫",
  "1041": "n茅",
  "1042": "n锚",
  "1043": "n卯",
  "1044": "n么",
  "1045": "n没",
  "1046": "n艙",
  "1047": "o",
  "1048": "o'",
  "1049": "o-",
  "1050": "oa",
  "1051": "oai",
  "1052": "ob",
  "1053": "obs",
  "1054": "obse",
  "1055": "obsessi",
  "1056": "obsessio",
  "1057": "oc",
  "1058": "od",
  "1059": "od茅",
  "1060": "oe",
  "1061": "oeufs",
  "1062": "of",
  "1063": "off",
  "1064": "ofo",
  "1065": "ofor",
  "1066": "og",
  "1067": "ogn",
  "1068": "oh",
  "1069": "oi",
  "1070": "oie",
  "1071": "oin",
  "1072": "ois",
  "1073": "oj",
  "1074": "ok",
  "1075": "ol",
  "1076": "om",
  "1077": "on",
  "1078": "onal",
  "1079": "onalis茅e",
  "1080": "onalis茅s",
  "1081": "onc",
  "1082": "ond",
  "1083": "onds",
  "1084": "ong",
  "1085": "onh",
  "1086": "onn",
  "1087": "onq",
  "1088": "ons",
  "1089": "onst",
  "1090": "onsti",
  "1091": "ont",
  "1092": "oo",
  "1093": "oot",
  "1094": "ooz",
  "1095": "op",
  "1096": "opompe",
  "1097": "opp",
  "1098": "oq",
  "1099": "oqu",
  "1100": "or",
  "1101": "orm",
  "1102": "orphe",
  "1103": "os",
  "1104": "ose",
  "1105": "ot",
  "1106": "ots",
  "1107": "ott",
  "1108": "ou",
  "1109": "oua",
  "1110": "oue",
  "1111": "ouf",
  "1112": "oug",
  "1113": "ouh",
  "1114": "oui",
  "1115": "ouil",
  "1116": "oul",
  "1117": "oup",
  "1118": "our",
  "1119": "ous",
  "1120": "out",
  "1121": "oux",
  "1122": "ov",
  "1123": "ow",
  "1124": "ows",
  "1125": "ox",
  "1126": "oy",
  "1127": "oz",
  "1128": "o莽",
  "1129": "o猫",
  "1130": "o茅",
  "1131": "o锚",
  "1132": "o毛",
  "1133": "o卯",
  "1134": "o茂",
  "1135": "o么",
  "1136": "o霉",
  "1137": "o没",
  "1138": "o没l",
  "1139": "o没t",
  "1140": "o没ts",
  "1141": "p",
  "1142": "p'",
  "1143": "p-",
  "1144": "pa",
  "1145": "pai",
  "1146": "pandiculer",
  "1147": "panog",
  "1148": "pantet",
  "1149": "pb",
  "1150": "pc",
  "1151": "pd",
  "1152": "pe",
  "1153": "pea",
  "1154": "pei",
  "1155": "pel",
  "1156": "pent",
  "1157": "per",
  "1158": "pernaisien",
  "1159": "pes",
  "1160": "pez",
  "1161": "pf",
  "1162": "pff",
  "1163": "pg",
  "1164": "ph",
  "1165": "phe",
  "1166": "pi",
  "1167": "pil",
  "1168": "pin",
  "1169": "piqueb艙uf",
  "1170": "pl",
  "1171": "ple",
  "1172": "pl茅bis",
  "1173": "pm",
  "1174": "pn",
  "1175": "po",
  "1176": "pogro",
  "1177": "poi",
  "1178": "pol",
  "1179": "polyg",
  "1180": "pou",
  "1181": "pp",
  "1182": "ppa",
  "1183": "ppe",
  "1184": "ppes",
  "1185": "pr",
  "1186": "pr茅",
  "1187": "pr茅c",
  "1188": "ps",
  "1189": "psych",
  "1190": "pt",
  "1191": "ptique",
  "1192": "pts",
  "1193": "pu",
  "1194": "put",
  "1195": "puyverdan",
  "1196": "pv",
  "1197": "pw",
  "1198": "py",
  "1199": "p芒",
  "1200": "p芒t",
  "1201": "p忙",
  "1202": "p莽",
  "1203": "p猫",
  "1204": "p茅",
  "1205": "p茅e",
  "1206": "p茅q",
  "1207": "p茅s",
  "1208": "p锚",
  "1209": "p卯",
  "1210": "p么",
  "1211": "p没",
  "1212": "q",
  "1213": "q'",
  "1214": "qa",
  "1215": "qara",
  "1216": "qe",
  "1217": "qf",
  "1218": "qh",
  "1219": "qi",
  "1220": "qo",
  "1221": "qq",
  "1222": "qs",
  "1223": "qu",
  "1224": "qu'",
  "1225": "qua",
  "1226": "que",
  "1227": "ques",
  "1228": "quet",
  "1229": "qui",
  "1230": "qu猫",
  "1231": "qu猫te",
  "1232": "q没",
  "1233": "r",
  "1234": "r'",
  "1235": "r-",
  "1236": "ra",
  "1237": "raf",
  "1238": "rah",
  "1239": "rai",
  "1240": "rais",
  "1241": "rait",
  "1242": "raja",
  "1243": "ran",
  "1244": "raphe",
  "1245": "ras",
  "1246": "rat",
  "1247": "rb",
  "1248": "rc",
  "1249": "rch",
  "1250": "rcher",
  "1251": "rd",
  "1252": "rda",
  "1253": "rde",
  "1254": "rds",
  "1255": "re",
  "1256": "rea",
  "1257": "reg",
  "1258": "rep",
  "1259": "res",
  "1260": "reu",
  "1261": "rez",
  "1262": "rf",
  "1263": "rg",
  "1264": "rgn",
  "1265": "rh",
  "1266": "rha",
  "1267": "rhe",
  "1268": "ri",
  "1269": "ride",
  "1270": "rie",
  "1271": "riez",
  "1272": "rine",
  "1273": "ris",
  "1274": "riv",
  "1275": "rj",
  "1276": "rk",
  "1277": "rl",
  "1278": "rm",
  "1279": "rma",
  "1280": "rme",
  "1281": "rmo",
  "1282": "rn",
  "1283": "rner",
  "1284": "ro",
  "1285": "roe",
  "1286": "rons",
  "1287": "ront",
  "1288": "rou",
  "1289": "rp",
  "1290": "rpr",
  "1291": "rps",
  "1292": "rq",
  "1293": "rr",
  "1294": "rra",
  "1295": "rre",
  "1296": "rs",
  "1297": "rsa",
  "1298": "rsc",
  "1299": "rt",
  "1300": "rts",
  "1301": "ru",
  "1302": "rus",
  "1303": "rv",
  "1304": "rw",
  "1305": "rx",
  "1306": "ry",
  "1307": "rz",
  "1308": "r芒",
  "1309": "r忙",
  "1310": "r莽",
  "1311": "r猫",
  "1312": "r茅",
  "1313": "r锚",
  "1314": "r卯",
  "1315": "r茂",
  "1316": "r么",
  "1317": "r没",
  "1318": "r艙",
  "1319": "s",
  "1320": "s'",
  "1321": "s-",
  "1322": "s-b",
  "1323": "s-d",
  "1324": "s-p",
  "1325": "sa",
  "1326": "sai",
  "1327": "san",
  "1328": "sao",
  "1329": "sar",
  "1330": "sas",
  "1331": "sass",
  "1332": "sb",
  "1333": "sc",
  "1334": "sca",
  "1335": "sce",
  "1336": "sch",
  "1337": "sci",
  "1338": "sd",
  "1339": "se",
  "1340": "se-",
  "1341": "seb",
  "1342": "sei",
  "1343": "sel",
  "1344": "sent",
  "1345": "ser",
  "1346": "ses",
  "1347": "set",
  "1348": "seu",
  "1349": "sez",
  "1350": "sf",
  "1351": "sg",
  "1352": "sgu",
  "1353": "sh",
  "1354": "sha",
  "1355": "si",
  "1356": "sier",
  "1357": "sin",
  "1358": "sis茅e",
  "1359": "sis茅es",
  "1360": "sj",
  "1361": "sk",
  "1362": "sl",
  "1363": "sm",
  "1364": "sn",
  "1365": "so",
  "1366": "son",
  "1367": "sou",
  "1368": "sp",
  "1369": "sq",
  "1370": "sr",
  "1371": "ss",
  "1372": "ssa",
  "1373": "sse",
  "1374": "sses",
  "1375": "ssi",
  "1376": "ssio",
  "1377": "sss",
  "1378": "st",
  "1379": "sthan",
  "1380": "sti",
  "1381": "striges",
  "1382": "sts",
  "1383": "stu",
  "1384": "st茅r",
  "1385": "su",
  "1386": "suburb",
  "1387": "sur",
  "1388": "surma",
  "1389": "sv",
  "1390": "sw",
  "1391": "sy",
  "1392": "sz",
  "1393": "s谩",
  "1394": "s芒",
  "1395": "s芒t",
  "1396": "s忙",
  "1397": "s莽",
  "1398": "s猫",
  "1399": "s茅",
  "1400": "s茅e",
  "1401": "s茅lestadien",
  "1402": "s茅l茅",
  "1403": "s茅s",
  "1404": "s卯",
  "1405": "s没",
  "1406": "s艙",
  "1407": "t",
  "1408": "t'",
  "1409": "t-",
  "1410": "t-f",
  "1411": "ta",
  "1412": "tables",
  "1413": "tai",
  "1414": "tais",
  "1415": "tait",
  "1416": "tan",
  "1417": "tant",
  "1418": "tao",
  "1419": "tas",
  "1420": "tb",
  "1421": "tc",
  "1422": "td",
  "1423": "te",
  "1424": "te-",
  "1425": "tei",
  "1426": "ten",
  "1427": "tent",
  "1428": "ter",
  "1429": "tes",
  "1430": "teurs",
  "1431": "tez",
  "1432": "tf",
  "1433": "tg",
  "1434": "th",
  "1435": "the",
  "1436": "ths",
  "1437": "ti",
  "1438": "tier",
  "1439": "tiers",
  "1440": "til",
  "1441": "tin",
  "1442": "tiom",
  "1443": "tit",
  "1444": "titu",
  "1445": "ti猫",
  "1446": "tj",
  "1447": "tk",
  "1448": "tl",
  "1449": "tm",
  "1450": "tn",
  "1451": "tno",
  "1452": "to",
  "1453": "tof",
  "1454": "tons",
  "1455": "tou",
  "1456": "tp",
  "1457": "tq",
  "1458": "tr",
  "1459": "tre",
  "1460": "trep",
  "1461": "ts",
  "1462": "ts-",
  "1463": "ts-f",
  "1464": "tt",
  "1465": "tta",
  "1466": "tte",
  "1467": "tts",
  "1468": "tu",
  "1469": "tue",
  "1470": "tuer",
  "1471": "tu茅es",
  "1472": "tv",
  "1473": "tw",
  "1474": "tx",
  "1475": "ty",
  "1476": "tz",
  "1477": "t谩",
  "1478": "t芒",
  "1479": "t芒t",
  "1480": "t忙",
  "1481": "t猫",
  "1482": "t猫r",
  "1483": "t茅",
  "1484": "t茅r",
  "1485": "t锚",
  "1486": "t卯",
  "1487": "t么",
  "1488": "t没",
  "1489": "t艙",
  "1490": "u",
  "1491": "u'",
  "1492": "u-",
  "1493": "ua",
  "1494": "uah",
  "1495": "uai",
  "1496": "uas",
  "1497": "uay",
  "1498": "ub",
  "1499": "ubs",
  "1500": "uc",
  "1501": "uch",
  "1502": "ud",
  "1503": "uds",
  "1504": "ue",
  "1505": "uem",
  "1506": "uen",
  "1507": "uent",
  "1508": "uer",
  "1509": "ues",
  "1510": "uet",
  "1511": "uez",
  "1512": "uf",
  "1513": "uff",
  "1514": "ufs",
  "1515": "ug",
  "1516": "ugad",
  "1517": "uge",
  "1518": "ugn",
  "1519": "ugne",
  "1520": "ugs",
  "1521": "ugu",
  "1522": "uh",
  "1523": "uha",
  "1524": "uhe",
  "1525": "uhs",
  "1526": "ui",
  "1527": "uic",
  "1528": "uiez",
  "1529": "uil",
  "1530": "uin",
  "1531": "uis",
  "1532": "uj",
  "1533": "uje",
  "1534": "uk",
  "1535": "ul",
  "1536": "ula",
  "1537": "ule",
  "1538": "ull",
  "1539": "uls",
  "1540": "ult",
  "1541": "ulx",
  "1542": "um",
  "1543": "ume",
  "1544": "umes",
  "1545": "un",
  "1546": "ung",
  "1547": "uns",
  "1548": "unt",
  "1549": "uo",
  "1550": "up",
  "1551": "upa",
  "1552": "upi",
  "1553": "upp",
  "1554": "ups",
  "1555": "uq",
  "1556": "uqu",
  "1557": "ur",
  "1558": "ura",
  "1559": "urd",
  "1560": "ure",
  "1561": "ures",
  "1562": "urr",
  "1563": "urs",
  "1564": "urt",
  "1565": "us",
  "1566": "us-",
  "1567": "use",
  "1568": "usn",
  "1569": "uss",
  "1570": "usufru",
  "1571": "ut",
  "1572": "ut-",
  "1573": "uta",
  "1574": "ute",
  "1575": "uto",
  "1576": "uts",
  "1577": "utt",
  "1578": "uu",
  "1579": "uv",
  "1580": "uvr",
  "1581": "uw",
  "1582": "ux",
  "1583": "ux-",
  "1584": "uy",
  "1585": "uz",
  "1586": "u芒",
  "1587": "u芒t",
  "1588": "u莽",
  "1589": "u猫",
  "1590": "u猫r",
  "1591": "u猫tent",
  "1592": "u猫tes",
  "1593": "u茅",
  "1594": "u茅e",
  "1595": "u茅s",
  "1596": "u锚",
  "1597": "u毛",
  "1598": "u卯",
  "1599": "u茂",
  "1600": "v",
  "1601": "v'",
  "1602": "va",
  "1603": "vai",
  "1604": "vario",
  "1605": "vc",
  "1606": "ve",
  "1607": "vel",
  "1608": "ven",
  "1609": "venaissin",
  "1610": "vent",
  "1611": "ver",
  "1612": "verge",
  "1613": "verm",
  "1614": "vermic",
  "1615": "vert",
  "1616": "vertug",
  "1617": "ves",
  "1618": "veu",
  "1619": "vi",
  "1620": "vie",
  "1621": "vin",
  "1622": "vk",
  "1623": "vl",
  "1624": "vn",
  "1625": "vo",
  "1626": "vou",
  "1627": "vr",
  "1628": "vre",
  "1629": "vs",
  "1630": "vu",
  "1631": "vy",
  "1632": "v芒",
  "1633": "v猫",
  "1634": "v茅",
  "1635": "v锚",
  "1636": "v卯",
  "1637": "v么",
  "1638": "v没",
  "1639": "v艙",
  "1640": "w",
  "1641": "w-",
  "1642": "wa",
  "1643": "wb",
  "1644": "wc",
  "1645": "wd",
  "1646": "we",
  "1647": "wg",
  "1648": "wh",
  "1649": "wi",
  "1650": "wk",
  "1651": "wl",
  "1652": "wn",
  "1653": "wo",
  "1654": "wr",
  "1655": "ws",
  "1656": "wt",
  "1657": "wu",
  "1658": "ww",
  "1659": "wy",
  "1660": "w猫",
  "1661": "w茅",
  "1662": "x",
  "1663": "x-",
  "1664": "x-r",
  "1665": "xa",
  "1666": "xc",
  "1667": "xd",
  "1668": "xe",
  "1669": "xf",
  "1670": "xh",
  "1671": "xi",
  "1672": "xm",
  "1673": "xo",
  "1674": "xp",
  "1675": "xq",
  "1676": "xqu",
  "1677": "xs",
  "1678": "xt",
  "1679": "xu",
  "1680": "xv",
  "1681": "xw",
  "1682": "xx",
  "1683": "xy",
  "1684": "x芒",
  "1685": "x猫",
  "1686": "x茅",
  "1687": "y",
  "1688": "y'",
  "1689": "y-",
  "1690": "ya",
  "1691": "yai",
  "1692": "yb",
  "1693": "yc",
  "1694": "ych",
  "1695": "yd",
  "1696": "ye",
  "1697": "yen",
  "1698": "yer",
  "1699": "yes",
  "1700": "yf",
  "1701": "yg",
  "1702": "yh",
  "1703": "yi",
  "1704": "yk",
  "1705": "yl",
  "1706": "ym",
  "1707": "yme",
  "1708": "yms",
  "1709": "yn",
  "1710": "yo",
  "1711": "youtzer",
  "1712": "yp",
  "1713": "yq",
  "1714": "yr",
  "1715": "ys",
  "1716": "yt",
  "1717": "yu",
  "1718": "yv",
  "1719": "yve",
  "1720": "yw",
  "1721": "yx",
  "1722": "yz",
  "1723": "y芒",
  "1724": "y莽",
  "1725": "y猫",
  "1726": "y茅",
  "1727": "y煤",
  "1728": "z",
  "1729": "z'",
  "1730": "z-",
  "1731": "za",
  "1732": "zb",
  "1733": "zd",
  "1734": "ze",
  "1735": "zg",
  "1736": "zh",
  "1737": "zi",
  "1738": "zinzonner",
  "1739": "zk",
  "1740": "zl",
  "1741": "zn",
  "1742": "zo",
  "1743": "zou",
  "1744": "zq",
  "1745": "zs",
  "1746": "zt",
  "1747": "zu",
  "1748": "zv",
  "1749": "zw",
  "1750": "zy",
  "1751": "zz",
  "1752": "zzz",
  "1753": "zzzz",
  "1754": "zzzzz",
  "1755": "zzzzzz",
  "1756": "z芒",
  "1757": "z猫",
  "1758": "z茅",
  "1759": "z艙",
  "1760": "脽",
  "1761": "脿",
  "1762": "脿-",
  "1763": "脿s",
  "1764": "谩",
  "1765": "谩'",
  "1766": "谩h",
  "1767": "芒",
  "1768": "芒'",
  "1769": "芒a",
  "1770": "芒b",
  "1771": "芒c",
  "1772": "芒d",
  "1773": "芒f",
  "1774": "芒g",
  "1775": "芒h",
  "1776": "芒i",
  "1777": "芒l",
  "1778": "芒m",
  "1779": "芒n",
  "1780": "芒p",
  "1781": "芒q",
  "1782": "芒r",
  "1783": "芒s",
  "1784": "芒t",
  "1785": "芒ts",
  "1786": "芒y",
  "1787": "芒莽",
  "1788": "茫",
  "1789": "盲",
  "1790": "盲n",
  "1791": "氓",
  "1792": "忙",
  "1793": "忙a",
  "1794": "忙b",
  "1795": "忙c",
  "1796": "忙d",
  "1797": "忙e",
  "1798": "忙f",
  "1799": "忙m",
  "1800": "忙n",
  "1801": "忙ne",
  "1802": "忙o",
  "1803": "忙p",
  "1804": "忙r",
  "1805": "忙s",
  "1806": "忙t",
  "1807": "莽",
  "1808": "莽'",
  "1809": "莽a",
  "1810": "莽o",
  "1811": "莽t",
  "1812": "莽u",
  "1813": "莽芒",
  "1814": "莽没",
  "1815": "猫",
  "1816": "猫b",
  "1817": "猫c",
  "1818": "猫ch",
  "1819": "猫d",
  "1820": "猫f",
  "1821": "猫g",
  "1822": "猫gue",
  "1823": "猫j",
  "1824": "猫k",
  "1825": "猫l",
  "1826": "猫m",
  "1827": "猫n",
  "1828": "猫p",
  "1829": "猫q",
  "1830": "猫r",
  "1831": "猫re",
  "1832": "猫res",
  "1833": "猫s",
  "1834": "猫t",
  "1835": "猫te",
  "1836": "猫v",
  "1837": "猫y",
  "1838": "猫z",
  "1839": "猫茂",
  "1840": "茅",
  "1841": "茅-",
  "1842": "茅a",
  "1843": "茅ai",
  "1844": "茅b",
  "1845": "茅c",
  "1846": "茅co",
  "1847": "茅d",
  "1848": "茅e",
  "1849": "茅er",
  "1850": "茅es",
  "1851": "茅f",
  "1852": "茅g",
  "1853": "茅ge",
  "1854": "茅h",
  "1855": "茅i",
  "1856": "茅j",
  "1857": "茅k",
  "1858": "茅l",
  "1859": "茅m",
  "1860": "茅ma",
  "1861": "茅n",
  "1862": "茅nan",
  "1863": "茅niste",
  "1864": "茅o",
  "1865": "茅p",
  "1866": "茅q",
  "1867": "茅qu",
  "1868": "茅r",
  "1869": "茅s",
  "1870": "茅t",
  "1871": "茅u",
  "1872": "茅v",
  "1873": "茅w",
  "1874": "茅y",
  "1875": "茅z",
  "1876": "茅芒",
  "1877": "茅莽",
  "1878": "茅猫",
  "1879": "茅茅",
  "1880": "茅卯",
  "1881": "茅茂",
  "1882": "茅艙",
  "1883": "锚",
  "1884": "锚c",
  "1885": "锚g",
  "1886": "锚l",
  "1887": "锚m",
  "1888": "锚n",
  "1889": "锚p",
  "1890": "锚q",
  "1891": "锚t",
  "1892": "锚ts",
  "1893": "锚v",
  "1894": "毛",
  "1895": "毛c",
  "1896": "毛d",
  "1897": "毛f",
  "1898": "毛l",
  "1899": "毛m",
  "1900": "毛n",
  "1901": "毛r",
  "1902": "毛s",
  "1903": "毛t",
  "1904": "毛v",
  "1905": "矛",
  "1906": "铆",
  "1907": "铆e",
  "1908": "铆n",
  "1909": "卯",
  "1910": "卯c",
  "1911": "卯d",
  "1912": "卯e",
  "1913": "卯h",
  "1914": "卯l",
  "1915": "卯m",
  "1916": "卯n",
  "1917": "卯r",
  "1918": "卯s",
  "1919": "卯t",
  "1920": "茂",
  "1921": "茂-",
  "1922": "茂a",
  "1923": "茂b",
  "1924": "茂c",
  "1925": "茂d",
  "1926": "茂e",
  "1927": "茂es",
  "1928": "茂f",
  "1929": "茂g",
  "1930": "茂i",
  "1931": "茂k",
  "1932": "茂l",
  "1933": "茂m",
  "1934": "茂n",
  "1935": "茂o",
  "1936": "茂q",
  "1937": "茂r",
  "1938": "茂s",
  "1939": "茂ss",
  "1940": "茂t",
  "1941": "茂tes",
  "1942": "茂u",
  "1943": "茂v",
  "1944": "茂w",
  "1945": "茂z",
  "1946": "茂芒",
  "1947": "茂猫",
  "1948": "茂茅",
  "1949": "冒",
  "1950": "帽",
  "1951": "帽a",
  "1952": "帽o",
  "1953": "貌",
  "1954": "贸",
  "1955": "贸i",
  "1956": "贸n",
  "1957": "贸r",
  "1958": "贸t",
  "1959": "么",
  "1960": "么c",
  "1961": "么d",
  "1962": "么f",
  "1963": "么g",
  "1964": "么i",
  "1965": "么l",
  "1966": "么m",
  "1967": "么n",
  "1968": "么o",
  "1969": "么p",
  "1970": "么q",
  "1971": "么s",
  "1972": "么t",
  "1973": "么v",
  "1974": "么z",
  "1975": "玫",
  "1976": "枚",
  "1977": "枚d",
  "1978": "枚h",
  "1979": "枚k",
  "1980": "枚l",
  "1981": "枚m",
  "1982": "枚o",
  "1983": "枚t",
  "1984": "酶",
  "1985": "霉",
  "1986": "煤",
  "1987": "煤n",
  "1988": "没",
  "1989": "没c",
  "1990": "没d",
  "1991": "没e",
  "1992": "没l",
  "1993": "没ls",
  "1994": "没m",
  "1995": "没n",
  "1996": "没r",
  "1997": "没s",
  "1998": "没t",
  "1999": "没ta",
  "2000": "没ts",
  "2001": "眉",
  "2002": "眉a",
  "2003": "眉d",
  "2004": "眉e",
  "2005": "眉i",
  "2006": "眉m",
  "2007": "眉s",
  "2008": "眉t",
  "2009": "媒",
  "2010": "镁",
  "2011": "每",
  "2012": "每e",
  "2013": "每r",
  "2014": "艙",
  "2015": "艙a",
  "2016": "艙b",
  "2017": "艙c",
  "2018": "艙cistes",
  "2019": "艙d",
  "2020": "艙e",
  "2021": "艙i",
  "2022": "艙il",
  "2023": "艙l",
  "2024": "艙m",
  "2025": "艙n",
  "2026": "艙o",
  "2027": "艙q",
  "2028": "艙r",
  "2029": "艙s",
  "2030": "艙t",
  "2031": "艙u",
  "2032": "艙ufs"
 },
 "pad_idx": 0,
 "unk_idx": 1
}